[
    {
        "id": "C-79",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-79/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2025",
        "summary": "This enactment grants the sum of $21,632,370,126 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2025 that are not otherwise provided for."
    },
    {
        "id": "C-320",
        "title": "Amend the Corrections and Conditional Release Act (disclosure of information to victims)",
        "url": "https://openparliament.ca/bills/44-1/C-320/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Corrections and Conditional Release Act (disclosure of information to victims)",
        "summary": "This enactment amends the  Corrections and Conditional Release Act  to provide that information that is disclosed to the victim of an offence regarding eligibility dates and review dates applicable to the offender in respect of temporary absences, releases or  parole  must include an explanation of how the dates were determined."
    },
    {
        "id": "C-40",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-40/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code, to make consequential amendments to other Acts and to repeal a regulation (miscarriage of justice reviews)",
        "summary": "This enactment amends the Criminal Code to, among other things,  (a) establish an independent body to be called the Miscarriage of Justice Review Commission;  (b) replace the review process set out in Part XXI.1 with a process in which applications for reviews of findings and verdicts on the grounds of miscarriage of justice are made to the Commission instead of to the Minister of Justice;  (c)… read more"
    },
    {
        "id": "S-15",
        "title": "Amend the Criminal Code and the Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade",
        "url": "https://openparliament.ca/bills/44-1/S-15/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code and the Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade Act",
        "summary": "This enactment amends the  Criminal Code  to create offences related to keeping elephants and great apes in captivity, subject to certain exceptions. It also amends the  Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade Act  to, among other things, specify the circumstances in which the importation or exportation of living elephants and great apes may be permitted as well as the circumstances in which the keeping of these animals in captivity may be authorized."
    },
    {
        "id": "S-276",
        "title": "Ukrainian Heritage Month",
        "url": "https://openparliament.ca/bills/44-1/S-276/",
        "status": "Unknown",
        "subtitle": "An Act respecting Ukrainian Heritage Month",
        "summary": "This enactment designates the month of September as \"Ukrainian Heritage Month\"."
    },
    {
        "id": "C-424",
        "title": "Addressing the Continuing Victimization of Homicide Victims' Families",
        "url": "https://openparliament.ca/bills/44-1/C-424/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code, the Corrections and Conditional Release Act and the Prisons and Reformatories Act",
        "summary": "This enactment amends the  Criminal Code  to add as an aggravating factor for sentencing purposes and as a reason to delay parole the fact that a person who is convicted of certain offences refuses to provide persons in authority with information respecting the location of bodies or remains. It also amends the  Corrections and Conditional Release Act  and the  Prisons and Reformatories Act  to add that fact as a consideration in the making of certain decisions under those Acts."
    },
    {
        "id": "C-252",
        "title": "Child Health Protection",
        "url": "https://openparliament.ca/bills/44-1/C-252/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Food and Drugs Act (prohibition of food and beverage marketing directed at children)",
        "summary": "This enactment amends the  Food and Drugs Act  to prohibit the marketing of prescribed foods directed at persons under 13 years of age."
    },
    {
        "id": "C-78",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-78/",
        "status": "Law",
        "subtitle": "An Act respecting temporary cost of living relief (affordability)",
        "summary": "This enactment amends the  Excise Tax Act  in order to implement a temporary GST/HST holiday between December 14, 2024 and February 15, 2025 inclusively in respect of certain taxable supplies."
    },
    {
        "id": "C-280",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-280/",
        "status": "Law",
        "subtitle": "An Act to amend the Bankruptcy and Insolvency Act and the Companies’ Creditors Arrangement Act (deemed trust – perishable fruits and vegetables)",
        "summary": "This enactment amends the  Bankruptcy and Insolvency Act  and the  Companies’ Creditors Arrangement Act  to provide that the perishable fruits and vegetables sold by a supplier to a purchaser, as well as the proceeds of sale of those fruits and vegetables, are to be held in trust by the purchaser for the supplier in the event that the purchaser has not fully paid for the fruits or vegetables and becomes bankrupt or the subject to a receivership or applies to the court to sanction a compromise or an arrangement."
    },
    {
        "id": "C-71",
        "title": "Amend the Citizenship Act (2024)",
        "url": "https://openparliament.ca/bills/44-1/C-71/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Citizenship Act (2024)",
        "summary": "This enactment amends the Citizenship Act to, among other things,  (a) ensure that citizenship by descent is conferred on all persons who were born outside Canada before the coming into force of this enactment to a parent who was a citizen;  (b) confer citizenship by descent on persons born outside Canada after the first generation, on or after the coming into force of this enactment, to a parent… read more"
    },
    {
        "id": "C-378",
        "title": "Amending the Canada Labour Code (complaints by former employees)",
        "url": "https://openparliament.ca/bills/44-1/C-378/",
        "status": "Unknown",
        "subtitle": "An Act amending the Canada Labour Code (complaints by former employees)",
        "summary": "This enactment amends the  Canada Labour Code  in order to provide a former employee with more time to make a complaint relating to an occurrence of harassment and violence in the work place after they cease to be employed."
    },
    {
        "id": "C-423",
        "title": "Protection of the Right to Adequate Housing",
        "url": "https://openparliament.ca/bills/44-1/C-423/",
        "status": "Unknown",
        "subtitle": "An Act to amend the National Housing Strategy Act (right to adequate housing)",
        "summary": "This enactment amends the  National Housing Strategy Act  to require that, in order to reflect more closely the international law principle that the key elements of the right to adequate housing are affordability and security of tenure, the housing policy of the Government of Canada and the National Housing Strategy developed under that Act address the erosion of the supply of affordable housing and the impact on the housing market of investments in residential property by institutional investors."
    },
    {
        "id": "C-2",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-2/",
        "status": "Law",
        "subtitle": "An Act to provide further support in response to COVID-19",
        "summary": "Part 1 amends the Income Tax Act and the Income Tax Regulations to extend subsidies under the Canada Emergency Wage Subsidy (CEWS), the Canada Emergency Rent Subsidy (CERS), and the Canada Recovery Hiring Program until May 7, 2022, as part of the response to the COVID-19 pandemic. Support under the CEWS and the CERS would be available to the tourism and hospitality sector and to the hardest-hit… read more"
    },
    {
        "id": "C-3",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-3/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code and the Canada Labour Code",
        "summary": "This enactment amends the Criminal Code to, among other things,  (a) create an offence of intimidating a person in order to impede them from obtaining health services, intimidating a health professional in order to impede them in the performance of their duties or intimidating a person who assists a health professional in order to impede the person in providing that assistance;  (b) create an… read more"
    },
    {
        "id": "C-4",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-4/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code (conversion therapy)",
        "summary": "This enactment amends the  Criminal Code  to, among other things, create the following offences:  (a) causing another person to undergo conversion therapy;  (b) doing anything for the purpose of removing a child from Canada with the intention that the child undergo conversion therapy outside Canada;  (c) promoting or advertising conversion therapy; and  (d) receiving a financial or other material benefit from the provision of conversion therapy.  It also amends the  Criminal Code  to authorize courts to order that advertisements for conversion therapy be disposed of or deleted."
    },
    {
        "id": "C-5",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-5/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code and the Controlled Drugs and Substances Act",
        "summary": "This enactment amends the  Criminal Code  and the  Controlled Drugs and Substances Act  to, among other things, repeal certain mandatory minimum penalties, allow for a greater use of conditional sentences and establish diversion measures for simple drug possession offences."
    },
    {
        "id": "C-6",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-6/",
        "status": "Law",
        "subtitle": "An Act for granting to Her Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2022",
        "summary": "This enactment grants the sum of $8,749,898,306 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2022 that are not otherwise provided for."
    },
    {
        "id": "C-7",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-7/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Parliament of Canada Act and to make consequential and related amendments to other Acts",
        "summary": "This enactment amends the Parliament of Canada Act and makes consequential and related amendments to other Acts to, among other things,  (a) change the additional annual allowances that are paid to senators who occupy certain positions so that the government’s representatives and the Opposition in the Senate are eligible for the allowances for five positions each and the three other recognized… read more"
    },
    {
        "id": "C-8",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-8/",
        "status": "Law",
        "subtitle": "An Act to implement certain provisions of the economic and fiscal update tabled in Parliament on December 14, 2021 and other measures",
        "summary": "Part 1 amends the Income Tax Act and the Income Tax Regulations in order to  (a) introduce a new refundable tax credit for eligible businesses on qualifying ventilation expenses made to improve air quality;  (b) expand the travel component of the northern residents deduction by giving all northern residents the option to claim up to $1,200 in eligible travel expenses even if the individual has… read more"
    },
    {
        "id": "C-9",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-9/",
        "status": "Law",
        "subtitle": "An Act to amend the Judges Act",
        "summary": "This enactment amends the  Judges Act  to replace the process through which the conduct of federally appointed judges is reviewed by the Canadian Judicial Council. It establishes a new process for reviewing allegations of misconduct that are not serious enough to warrant a judge’s removal from office and makes changes to the process by which recommendations regarding removal from office can be made to the Minister of Justice. As with the provisions it replaces, this new process also applies to persons, other than judges, who are appointed under an Act of Parliament to hold office during good behaviour."
    },
    {
        "id": "C-10",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-10/",
        "status": "Law",
        "subtitle": "An Act respecting certain measures related to COVID-19",
        "summary": "This enactment authorizes the Minister of Health to make payments of up to $2.5 billion out of the Consolidated Revenue Fund in relation to coronavirus disease 2019 (COVID-19) tests.  It also authorizes that Minister to transfer COVID-19 tests and instruments used in relation to those tests to the provinces and territories and to bodies and persons in Canada."
    },
    {
        "id": "C-11",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-11/",
        "status": "Law",
        "subtitle": "An Act to amend the Broadcasting Act and to make related and consequential amendments to other Acts",
        "summary": "This enactment amends the Broadcasting Act to, among other things,  (a) add online undertakings — undertakings for the transmission or retransmission of programs over the Internet — as a distinct class of broadcasting undertakings;  (b) specify that the Act does not apply in respect of programs uploaded to an online undertaking that provides a social media service by a user of the service, unless… read more"
    },
    {
        "id": "C-12",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-12/",
        "status": "Law",
        "subtitle": "An Act to amend the Old Age Security Act (Guaranteed Income Supplement)",
        "summary": "This enactment amends the  Old Age Security Act  to exclude from a person’s income any payment under the  Canada Emergency Response Benefit Act , Part VIII.4 of the  Employment Insurance Act , the  Canada Recovery Benefits Act  or the  Canada Worker Lockdown Benefit Act  for the purposes of calculating the amount of the guaranteed income supplement and allowances payable in respect of any month after June 2022."
    },
    {
        "id": "C-13",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-13/",
        "status": "Law",
        "subtitle": "An Act to amend the Official Languages Act, to enact the Use of French in Federally Regulated Private Businesses Act and to make related amendments to other Acts",
        "summary": "Part 1 amends the Official Languages Act to, among other things,  (a) specify that all legal obligations related to the official languages apply at all times, including during emergencies;  (b) codify certain interpretative principles regarding language rights;  (c) provide that section 16 of that Act applies to the Supreme Court of Canada;  (d) provide that a final decision, order or judgment of… read more"
    },
    {
        "id": "C-14",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-14/",
        "status": "Law",
        "subtitle": "An Act to amend the Constitution Act, 1867 (electoral representation)",
        "summary": "This enactment amends section 51 of the  Constitution Act, 1867  to provide that, when the number of members of the House of Commons and the representation of the provinces in that House are readjusted on the completion of each decennial census, a province will not have fewer members assigned to it than were assigned during the 43rd Parliament. It also includes transitional measures providing for the application of that amendment to the readjustment of electoral boundaries under the  Electoral Boundaries Readjustment Act  following the 2021 decennial census."
    },
    {
        "id": "C-15",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-15/",
        "status": "Law",
        "subtitle": "An Act for granting to Her Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2022",
        "summary": "This enactment grants the sum of $13,209,519,773 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2022 that are not otherwise provided for."
    },
    {
        "id": "C-16",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-16/",
        "status": "Law",
        "subtitle": "An Act for granting to Her Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2023",
        "summary": "This enactment grants the sum of $75,483,404,546 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2023 that are not otherwise provided for."
    },
    {
        "id": "C-17",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-17/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Federal-Provincial Fiscal Arrangements Act and to authorize certain payments to be made out of the Consolidated Revenue Fund",
        "summary": "This enactment amends the  Federal-Provincial Fiscal Arrangements Act  to authorize additional payments to the provinces and territories. It also authorizes payments to be made out of the Consolidated Revenue Fund for the purpose of addressing transit shortfalls and needs and improving housing supply and affordability."
    },
    {
        "id": "C-18",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-18/",
        "status": "Law",
        "subtitle": "An Act respecting online communications platforms that make news content available to persons in Canada",
        "summary": "This enactment regulates digital news intermediaries to enhance fairness in the Canadian digital news marketplace and contribute to its sustainability. It establishes a framework through which digital news intermediary operators and news businesses may enter into agreements respecting news content that is made available by digital news intermediaries. The framework takes into account principles… read more"
    },
    {
        "id": "C-19",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-19/",
        "status": "Law",
        "subtitle": "An Act to implement certain provisions of the budget tabled in Parliament on April 7, 2022 and other measures",
        "summary": "Part 1 implements certain income tax measures by  (a) providing a Labour Mobility Deduction for the temporary relocation of tradespeople to a work location;  (b) allowing for the immediate expensing of eligible property by certain Canadian businesses;  (c) allowing the Children’s Special Allowance to be paid in respect of a child who is maintained by an Indigenous governing body and providing… read more"
    },
    {
        "id": "C-20",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-20/",
        "status": "Law",
        "subtitle": "An Act establishing the Public Complaints and Review Commission and amending certain Acts and statutory instruments",
        "summary": "This enactment, among other things,  (a) establishes, as a replacement of the Civilian Review and Complaints Commission for the Royal Canadian Mounted Police, an independent body, called the Public Complaints and Review Commission, to  (i) review and investigate complaints concerning the conduct and level of service of Royal Canadian Mounted Police and Canada Border Services Agency personnel, and… read more"
    },
    {
        "id": "C-21",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-21/",
        "status": "Law",
        "subtitle": "An Act to amend certain Acts and to make certain consequential amendments (firearms)",
        "summary": "This enactment amends the Criminal Code to, among other things,  (a) increase, from 10 to 14 years, the maximum penalty of imprisonment for indictable weapons offences in sections 95, 96, 99, 100 and 103;  (b) establish a regime that would permit any person to apply for an emergency prohibition order or an emergency limitations on access order and allow the judge to protect the security of the… read more"
    },
    {
        "id": "C-22",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-22/",
        "status": "Law",
        "subtitle": "An Act to reduce poverty and to support the financial security of persons with disabilities by establishing the Canada disability benefit and making a consequential amendment to the Income Tax Act",
        "summary": "This enactment establishes the Canada disability benefit to reduce poverty and to support the financial security of working-age persons with disabilities. It sets out general provisions for the administration of the benefit and authorizes the Governor in Council to implement most of the benefit’s design elements through regulations. It also makes a consequential amendment to the  Income Tax Act ."
    },
    {
        "id": "C-23",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-23/",
        "status": "Dormant",
        "subtitle": "An Act respecting places, persons and events of national historic significance or national interest, archaeological resources and cultural and natural heritage",
        "summary": "This enactment enacts the Historic Places of Canada Act , which provides for the designation of places, persons and events that are of national historic significance or national interest and fosters the protection and conservation of the heritage value of the designated places.  The Act, among other things,  (a) sets out the powers, duties and functions of the federal minister responsible for the… read more"
    },
    {
        "id": "C-24",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-24/",
        "status": "Law",
        "subtitle": "An Act for granting to Her Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2023",
        "summary": "This enactment grants the sum of $115,056,882,851 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2023 that are not otherwise provided for."
    },
    {
        "id": "C-25",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-25/",
        "status": "Law",
        "subtitle": "An Act for granting to Her Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2023",
        "summary": "This enactment grants the sum of $8,795,403,218 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2023 that are not otherwise provided for."
    },
    {
        "id": "C-26",
        "title": "Respecting cyber security, amending the Telecommunications Act and making consequential amendments to other Acts",
        "url": "https://openparliament.ca/bills/44-1/C-26/",
        "status": "Unknown",
        "subtitle": "An Act respecting cyber security, amending the Telecommunications Act and making consequential amendments to other Acts",
        "summary": "Part 1 amends the Telecommunications Act to add the promotion of the security of the Canadian telecommunications system as an objective of the Canadian telecommunications policy and to authorize the Governor in Council and the Minister of Industry to direct telecommunications service providers to do anything, or refrain from doing anything, that is necessary to secure the Canadian… read more"
    },
    {
        "id": "C-27",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-27/",
        "status": "Dormant",
        "subtitle": "An Act to enact the Consumer Privacy Protection Act, the Personal Information and Data Protection Tribunal Act and the Artificial Intelligence and Data Act and to make consequential and related amendments to other Acts",
        "summary": "Part 1 enacts the Consumer Privacy Protection Act to govern the protection of personal information of individuals while taking into account the need of organizations to collect, use or disclose personal information in the course of commercial activities. In consequence, it repeals Part 1 of the Personal Information Protection and Electronic Documents Act and changes the short title of that Act to… read more"
    },
    {
        "id": "C-28",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-28/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code (self-induced extreme intoxication)",
        "summary": "This enactment amends the  Criminal Code  to provide for criminal liability for violent crimes of general intent committed by a person while in a state of negligent self-induced extreme intoxication."
    },
    {
        "id": "C-29",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-29/",
        "status": "Law",
        "subtitle": "An Act to provide for the establishment of a national council for reconciliation",
        "summary": "This enactment provides for the establishment of a national council for reconciliation as an independent, non-political, permanent and Indigenous-led organization whose purpose is to advance reconciliation between Indigenous peoples and non-Indigenous peoples."
    },
    {
        "id": "C-30",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-30/",
        "status": "Law",
        "subtitle": "An Act to amend the Income Tax Act (temporary enhancement to the Goods and Services Tax/Harmonized Sales Tax credit)",
        "summary": "This enactment amends the  Income Tax Act  in order to double the Goods and Services Tax/Harmonized Sales Tax (GST/HST) credit for six months, effectively increasing the maximum annual GST/HST credit amounts by 50% for the 2022-2023 benefit year."
    },
    {
        "id": "C-31",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-31/",
        "status": "Law",
        "subtitle": "An Act respecting cost of living relief measures related to dental care and rental housing",
        "summary": "Part 1 enacts the  Dental Benefit Act , which provides for the establishment of an application-based interim dental benefit. The benefit provides interim direct financial support for parents for dental care services received by their children under 12 years of age in the period starting in October 2022 and ending in June 2024.  Part 2 enacts the  Rental Housing Benefit Act , which provides for the establishment of a one-time rental housing benefit for eligible persons who have paid rent in 2022 for their principal residence and who apply for the benefit.  Finally, Part 3 makes related amendments to the  Income Tax Act , the  Excise Tax Act  and the  Excise Act, 2001 ."
    },
    {
        "id": "C-32",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-32/",
        "status": "Law",
        "subtitle": "An Act to implement certain provisions of the fall economic statement tabled in Parliament on November 3, 2022 and certain provisions of the budget tabled in Parliament on April 7, 2022",
        "summary": "Part 1 implements certain measures in respect of the Income Tax Act by  (a) providing that any gain on the disposition of a Canadian housing unit within a one-year period of its acquisition is treated as business income;  (b) introducing a Tax-Free First Home Savings Account;  (c) phasing out flow-through shares for oil, gas and coal activities;  (d) introducing a new 30% Critical Mineral… read more"
    },
    {
        "id": "C-33",
        "title": "Strengthening the Port System and Railway Safety in Canada",
        "url": "https://openparliament.ca/bills/44-1/C-33/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Customs Act, the Railway Safety Act, the Transportation of Dangerous Goods Act, 1992, the Marine Transportation Security Act, the Canada Transportation Act and the Canada Marine Act and to make a consequential amendment to another Act",
        "summary": "This enactment amends several Acts in order to strengthen the port system and railway safety in Canada.  The enactment amends the Customs Act to require that, on request, any person in possession or control of imported goods make those goods available for examination in accordance with regulations and deliver those goods, or cause them to be delivered, to a secure area that meets the requirements… read more"
    },
    {
        "id": "C-34",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-34/",
        "status": "Law",
        "subtitle": "An Act to amend the Investment Canada Act",
        "summary": "This enactment amends the Investment Canada Act to, among other things,  (a) require notice of certain investments to be given prior to their implementation;  (b) authorize the Minister of Industry, after consultation with the Minister of Public Safety and Emergency Preparedness, to impose interim conditions in respect of investments in order to prevent injury to national security that could… read more"
    },
    {
        "id": "C-35",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-35/",
        "status": "Law",
        "subtitle": "An Act respecting early learning and child care in Canada",
        "summary": "This enactment sets out the Government of Canada’s vision for a Canada-wide early learning and child care system. It also sets out the Government of Canada’s commitment to maintaining long-term funding relating to early learning and child care to be provided to the provinces and Indigenous peoples. Finally, it creates the National Advisory Council on Early Learning and Child Care."
    },
    {
        "id": "C-36",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-36/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2023",
        "summary": "This enactment grants the sum of $20,796,964,176 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2023 that are not otherwise provided for."
    },
    {
        "id": "C-37",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-37/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Department of Employment and Social Development Act and to make consequential amendments to other Acts (Employment Insurance Board of Appeal)",
        "summary": "This enactment amends the  Department of Employment and Social Development Act  to, among other things,  (a) establish the Employment Insurance Board of Appeal to hear appeals of decisions made under the  Employment Insurance Act  instead of the Employment Insurance Section of the General Division of the Social Security Tribunal; and  (b) eliminate the requirement for leave to appeal decisions relating to the  Employment Insurance Act  to the Appeal Division of the Tribunal.  It also makes consequential amendments to other Acts."
    },
    {
        "id": "C-38",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-38/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Indian Act (new registration entitlements)",
        "summary": "This enactment amends the  Indian Act  to provide, among other things, new entitlements to registration in the Indian Register in response to the challenge of certain provisions of the Act under the  Canadian Charter of Rights and Freedoms  in  Nicholas v. Canada (Attorney General)  and that the persons who have become so entitled also have the right to have their names entered in a Band List maintained in the Department of Indigenous Services."
    },
    {
        "id": "C-39",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-39/",
        "status": "Law",
        "subtitle": "An Act to amend An Act to amend the Criminal Code (medical assistance in dying)",
        "summary": "This enactment amends  An Act to amend the Criminal Code (medical assistance in dying)  to delay, until March 17, 2024, the repeal of the exclusion from eligibility for receiving medical assistance in dying in circumstances where the sole underlying medical condition identified in support of the request for medical assistance in dying is a mental illness."
    },
    {
        "id": "C-40",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-40/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code, to make consequential amendments to other Acts and to repeal a regulation (miscarriage of justice reviews)",
        "summary": "This enactment amends the Criminal Code to, among other things,  (a) establish an independent body to be called the Miscarriage of Justice Review Commission;  (b) replace the review process set out in Part XXI.1 with a process in which applications for reviews of findings and verdicts on the grounds of miscarriage of justice are made to the Commission instead of to the Minister of Justice;  (c)… read more"
    },
    {
        "id": "C-41",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-41/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code and to make consequential amendments to other Acts",
        "summary": "This enactment amends the  Criminal Code  in order to create a regime under which the Minister of Public Safety and Emergency Preparedness may authorize an eligible person to carry out, in a geographic area that is controlled by a terrorist group and for certain purposes, activities that otherwise would be prohibited under paragraph 83.03(b) of that Act (which becomes subsection 83.03(2)). It also makes consequential amendments to other Acts."
    },
    {
        "id": "C-42",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-42/",
        "status": "Law",
        "subtitle": "An Act to amend the Canada Business Corporations Act and to make consequential and related amendments to other Acts",
        "summary": "This enactment amends the  Canada Business Corporations Act  to, among other things,  (a) require the Director appointed under that Act to make available to the public certain information on individuals with significant control over a corporation;  (b) protect the information and identity of certain individuals;  (c) add, or broaden the application of, offences and provide the Director with additional enforcement and compliance powers; and  (d) add regulatory authority to prescribe further requirements in certain provisions.  It also makes consequential and related amendments to other Acts."
    },
    {
        "id": "C-43",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-43/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2023",
        "summary": "This enactment grants the sum of $4,680,112,624 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2023 that are not otherwise provided for."
    },
    {
        "id": "C-44",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-44/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2024",
        "summary": "This enactment grants the sum of $89,678,492,027 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2024 that are not otherwise provided for."
    },
    {
        "id": "C-45",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-45/",
        "status": "Law",
        "subtitle": "An Act to amend the First Nations Fiscal Management Act, to make consequential amendments to other Acts, and to make a clarification relating to another Act",
        "summary": "This enactment amends the First Nations Fiscal Management Act to expand and modernize the mandates of the First Nations Tax Commission and the First Nations Financial Management Board in order to better reflect their current and future activities.  The enactment also establishes a First Nations Infrastructure Institute that will provide First Nations and other interested Indigenous groups and… read more"
    },
    {
        "id": "C-46",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-46/",
        "status": "Law",
        "subtitle": "An Act to amend the Federal-Provincial Fiscal Arrangements Act and the Income Tax Act",
        "summary": "This enactment amends the  Federal-Provincial Fiscal Arrangements Act  to authorize additional payments to the provinces and territories. It also amends the  Income Tax Act  to provide an additional payment of the Goods and Services Tax/Harmonized Sales Tax (GST/HST) credit equal to double the amount of the regular January 2023 payment."
    },
    {
        "id": "C-47",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-47/",
        "status": "Law",
        "subtitle": "An Act to implement certain provisions of the budget tabled in Parliament on March 28, 2023",
        "summary": "Part 1 implements certain measures in respect of the Income Tax Act and the Income Tax Regulations by  (a) enabling the Canada Revenue Agency (CRA) to use electronic certification of tax and information returns and requiring taxpayers to file electronically in certain circumstances;  (b) doubling the maximum deduction for tradespeople’s tools from $500 to $1,000;  (c) providing that any gain on… read more"
    },
    {
        "id": "C-48",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-48/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code (bail reform)",
        "summary": "This enactment amends the Criminal Code to, among other things,  (a) create a reverse onus provision for any person charged with a serious offence involving violence and the use of a weapon who has been convicted, within the last five years, of a serious offence involving violence and the use of a weapon;  (b) add certain firearms offences to the existing reverse onus provisions;  (c) expand the… read more"
    },
    {
        "id": "C-49",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-49/",
        "status": "Law",
        "subtitle": "An Act to amend the Canada—Newfoundland and Labrador Atlantic Accord Implementation Act and the Canada-Nova Scotia Offshore Petroleum Resources Accord Implementation Act and to make consequential amendments to other Acts",
        "summary": "This enactment amends the Canada–Newfoundland and Labrador Atlantic Accord Implementation Act and the Canada-Nova Scotia Offshore Petroleum Resources Accord Implementation Act to, among other things,  (a) change their titles to the Canada–Newfoundland and Labrador Atlantic Accord Implementation and Offshore Renewable Energy Management Act and the Canada–Nova Scotia Offshore Petroleum Resources… read more"
    },
    {
        "id": "C-50",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-50/",
        "status": "Law",
        "subtitle": "An Act respecting accountability, transparency and engagement to support the creation of sustainable jobs for workers and economic growth in a net-zero economy",
        "summary": "This enactment establishes an accountability, transparency and engagement framework to facilitate and promote economic growth, the creation of sustainable jobs and support for workers and communities in Canada in the shift to a net-zero economy. Accordingly, the enactment  (a) provides that the Governor in Council may designate a Minister for the purposes of the Act as well as specified Ministers;… read more"
    },
    {
        "id": "C-51",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-51/",
        "status": "Law",
        "subtitle": "An Act to give effect to the self-government treaty recognizing the Whitecap Dakota Nation / Wapaha Ska Dakota Oyate and to make consequential amendments to other Acts",
        "summary": "This enactment gives effect to the treaty entitled “A Self-Government Treaty Recognizing the Whitecap Dakota Nation / Wapaha Ska Dakota Oyate” and makes consequential amendments to other Acts."
    },
    {
        "id": "C-52",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-52/",
        "status": "Dormant",
        "subtitle": "An Act to enact the Air Transportation Accountability Act and to amend the Canada Transportation Act and the Canada Marine Act",
        "summary": "Part 1 of this enactment enacts the Air Transportation Accountability Act , which creates a statutory framework to increase transparency and accountability in the air transportation sector, including by  (a) establishing requirements respecting the provision of information to the Minister of Transport by airport operators, air carriers and any entity providing flight-related services;  (b)… read more"
    },
    {
        "id": "C-53",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-53/",
        "status": "Dormant",
        "subtitle": "An Act respecting the recognition of certain Métis governments in Alberta, Ontario and Saskatchewan, to give effect to treaties with those governments and to make consequential amendments to other Acts",
        "summary": "This enactment provides for the recognition of certain Métis governments in Alberta, Ontario and Saskatchewan and provides a framework for the implementation of treaties entered into by those Métis governments and the Government of Canada. Finally, it makes consequential amendments to other Acts."
    },
    {
        "id": "C-54",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-54/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2024",
        "summary": "This enactment grants the sum of $108,700,157,669 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2024 that are not otherwise provided for."
    },
    {
        "id": "C-55",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-55/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2024",
        "summary": "This enactment grants the sum of $20,478,605,110 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2024 that are not otherwise provided for."
    },
    {
        "id": "C-56",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-56/",
        "status": "Law",
        "subtitle": "An Act to amend the Excise Tax Act and the Competition Act",
        "summary": "Part 1 amends the  Excise Tax Act  in order to implement a temporary enhancement to the GST New Residential Rental Property Rebate in respect of new purpose-built rental housing.  Part 2 amends the  Competition Act  to, among other things,  (a) establish a framework for an inquiry to be conducted into the state of competition in a market or industry;  (b) permit the Competition Tribunal to make certain orders even if none of the parties to an agreement or arrangement — a significant purpose of which is to prevent or lessen competition in any market — are competitors; and  (c) repeal the exceptions in sections 90.1 and 96 of the Act involving efficiency gains."
    },
    {
        "id": "C-57",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-57/",
        "status": "Law",
        "subtitle": "An Act to implement the 2023 Free Trade Agreement between Canada and Ukraine",
        "summary": "This enactment implements the Canada–Ukraine Free Trade Agreement, done at Ottawa on September 22, 2023.  Among other things, the enactment  (a) sets out rules of interpretation;  (b) specifies that no recourse is to be taken on the basis of sections 9 to 15 or any order made under those sections, or on the basis of the provisions of that Agreement, without the consent of the Attorney General of… read more"
    },
    {
        "id": "C-58",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-58/",
        "status": "Law",
        "subtitle": "An Act to amend the Canada Labour Code and the Canada Industrial Relations Board Regulations, 2012",
        "summary": "This enactment amends the Canada Labour Code to, among other things,  (a) amend the scope of the prohibition relating to replacement workers by removing the requirement of demonstrating a purpose of undermining a trade union’s representational capacity, by adding persons whose services must not be used during legal strikes and lockouts and by providing certain exceptions;  (b) prohibit employers… read more"
    },
    {
        "id": "C-59",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-59/",
        "status": "Law",
        "subtitle": "An Act to implement certain provisions of the fall economic statement tabled in Parliament on November 21, 2023 and certain provisions of the budget tabled in Parliament on March 28, 2023",
        "summary": "Part 1 implements certain measures in respect of the Income Tax Act and the Income Tax Regulations by  (a) limiting the deductibility of net interest and financing expenses by certain corporations and trusts, consistent with certain Organisation for Economic Co-operation and Development and the Group of Twenty Base Erosion and Profit Shifting project recommendations;  (b) implementing hybrid… read more"
    },
    {
        "id": "C-60",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-60/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2024",
        "summary": "This enactment grants the sum of $20,678,755,329 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2024 that are not otherwise provided for."
    },
    {
        "id": "C-61",
        "title": "First Nations Clean Water",
        "url": "https://openparliament.ca/bills/44-1/C-61/",
        "status": "Unknown",
        "subtitle": "An Act respecting water, source water, drinking water, wastewater and related infrastructure on First Nation lands",
        "summary": "This enactment affirms that the inherent right to self-government, recognized and affirmed by section 35 of the  Constitution Act, 1982 , includes the jurisdiction of First Nations in relation to water, source water, drinking water, wastewater and related infrastructure on, in and under First Nation lands. It sets out principles, such as substantive equality, to guide the provision for First Nations of clean and safe drinking water and the effective treatment and disposal of wastewater on First Nation lands. It provides for minimum standards for water quality and quantity and wastewater effluent. It also provides pathways to facilitate source water protection."
    },
    {
        "id": "C-62",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-62/",
        "status": "Law",
        "subtitle": "An Act to amend An Act to amend the Criminal Code (medical assistance in dying), No. 2",
        "summary": "This enactment amends  An Act to amend the Criminal Code (medical assistance in dying)  to provide that persons are not eligible, until March 17, 2027, to receive medical assistance in dying if their sole underlying medical condition is a mental illness."
    },
    {
        "id": "C-63",
        "title": "Enact the Online Harms Act, to amend the Criminal Code, the Canadian Human Rights Act and Respecting the mandatory reporting of Internet child pornography by persons who provide an Internet service and to make consequential and related amendments to other Acts",
        "url": "https://openparliament.ca/bills/44-1/C-63/",
        "status": "Unknown",
        "subtitle": "An Act to enact the Online Harms Act, to amend the Criminal Code, the Canadian Human Rights Act and An Act respecting the mandatory reporting of Internet child pornography by persons who provide an Internet service and to make consequential and related amendments to other Acts",
        "summary": "Part 1 of this enactment enacts the Online Harms Act , whose purpose is to, among other things, promote the online safety of persons in Canada, reduce harms caused to persons in Canada as a result of harmful content online and ensure that the operators of social media services in respect of which that Act applies are transparent and accountable with respect to their duties under that Act.  That… read more"
    },
    {
        "id": "C-64",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-64/",
        "status": "Law",
        "subtitle": "An Act respecting pharmacare",
        "summary": "This enactment sets out the principles that the Minister of Health is to consider when working towards the implementation of national universal pharmacare and obliges the Minister to make payments, in certain circumstances, in relation to the coverage of certain prescription drugs and related products. It also sets out certain powers and obligations of the Minister — including in relation to the preparation of a list to inform the development of a national formulary and in relation to the development of a national bulk purchasing strategy — and requires the Minister to publish a pan-Canadian strategy regarding the appropriate use of prescription drugs and related products. Finally, it provides for the establishment of a committee of experts to make certain recommendations."
    },
    {
        "id": "C-65",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-65/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Elections Act",
        "summary": "This enactment amends the Canada Elections Act to, among other things,  (a) provide for two additional days of advance polling;  (b) authorize returning officers to constitute polling divisions that consist of a single institution, or part of an institution, where seniors or persons with a disability reside and provide for the procedures for voting at polling stations in those polling divisions; … read more"
    },
    {
        "id": "C-66",
        "title": "Military Justice System Modernization",
        "url": "https://openparliament.ca/bills/44-1/C-66/",
        "status": "Unknown",
        "subtitle": "An Act to amend the National Defence Act and other Acts",
        "summary": "This enactment amends provisions of the National Defence Act that relate to the military justice system in response to the Report of the Third Independent Review Authority to the Minister of National Defence and the Report of the Independent External Comprehensive Review of the Department of National Defence and the Canadian Armed Forces.  In response to those reports, the enactment amends that… read more"
    },
    {
        "id": "C-67",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-67/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2024",
        "summary": "This enactment grants the sum of $8,911,403,788 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2024 that are not otherwise provided for."
    },
    {
        "id": "C-68",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-68/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2025",
        "summary": "This enactment grants the sum of $74,011,525,281 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2025 that are not otherwise provided for."
    },
    {
        "id": "C-69",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-69/",
        "status": "Law",
        "subtitle": "An Act to implement certain provisions of the budget tabled in Parliament on April 16, 2024",
        "summary": "Part 1 implements certain measures in respect of the Income Tax Act and the Income Tax Regulations by  (a) denying income tax deductions for expenses incurred with respect to non-compliant short-term rentals;  (b) exempting from taxation the international shipping income of certain Canadian resident companies;  (c) exempting from taxation any income of the trusts established under the First… read more"
    },
    {
        "id": "C-70",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-70/",
        "status": "Law",
        "subtitle": "An Act respecting countering foreign interference",
        "summary": "Part 1 amends the Canadian Security Intelligence Act to, among other things,  (a) update provisions respecting the collection, retention, querying and exploitation of datatsets;  (b) clarify the scope of section 16 of that Act;  (c) update provisions respecting the disclosure of information by the Canadian Security Intelligence Service;  (d) provide for preservation orders and production orders… read more"
    },
    {
        "id": "C-71",
        "title": "Amend the Citizenship Act (2024)",
        "url": "https://openparliament.ca/bills/44-1/C-71/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Citizenship Act (2024)",
        "summary": "This enactment amends the Citizenship Act to, among other things,  (a) ensure that citizenship by descent is conferred on all persons who were born outside Canada before the coming into force of this enactment to a parent who was a citizen;  (b) confer citizenship by descent on persons born outside Canada after the first generation, on or after the coming into force of this enactment, to a parent… read more"
    },
    {
        "id": "C-72",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-72/",
        "status": "Dormant",
        "subtitle": "An Act respecting the interoperability of health information technology and to prohibit data blocking by health information technology vendors",
        "summary": "This enactment aims, among other things, to ensure that health information technology that is licensed, sold or supplied as a service by a vendor is interoperable and to prohibit data blocking by the vendor in order to promote a connected, secure and person-centered health system."
    },
    {
        "id": "C-73",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-73/",
        "status": "Dormant",
        "subtitle": "An Act respecting transparency and accountability in relation to certain commitments Canada has made under the Convention on Biological Diversity",
        "summary": "This enactment imposes certain duties on the Minister of the Environment to promote transparency and accountability in relation to certain commitments that Canada has made under the Convention on Biological Diversity."
    },
    {
        "id": "C-74",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-74/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2025",
        "summary": "This enactment grants the sum of $117,781,852,267 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2025 that are not otherwise provided for."
    },
    {
        "id": "C-75",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-75/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2025",
        "summary": "This enactment grants the sum of $11,187,495,220 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2025 that are not otherwise provided for."
    },
    {
        "id": "C-76",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-76/",
        "status": "Law",
        "subtitle": "An Act to amend the Canada National Parks Act",
        "summary": "This enactment amends the  Canada National Parks Act  to  (a) allow a local government body to exercise powers in relation to land use planning and development in the town of Jasper as provided in an agreement applicable to that town; and  (b) provide that certain regulations do not apply to the town of Jasper once a municipal by-law applicable to that town respecting land use planning and development comes into force."
    },
    {
        "id": "C-77",
        "title": "Commissioner for Modern Treaty Implementation",
        "url": "https://openparliament.ca/bills/44-1/C-77/",
        "status": "Unknown",
        "subtitle": "An Act respecting the Commissioner for Modern Treaty Implementation",
        "summary": "This enactment provides for the appointment of a Commissioner for Modern Treaty Implementation to conduct reviews and performance audits of the activities of government institutions related to the implementation of modern treaties. It also establishes the Office of the Commissioner for Modern Treaty Implementation for the purpose of assisting the Commissioner in the fulfillment of their mandate and the exercise of their powers and the performance of their duties and functions. Finally, it makes consequential amendments to other Acts."
    },
    {
        "id": "C-78",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-78/",
        "status": "Law",
        "subtitle": "An Act respecting temporary cost of living relief (affordability)",
        "summary": "This enactment amends the  Excise Tax Act  in order to implement a temporary GST/HST holiday between December 14, 2024 and February 15, 2025 inclusively in respect of certain taxable supplies."
    },
    {
        "id": "C-79",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-79/",
        "status": "Law",
        "subtitle": "An Act for granting to His Majesty certain sums of money for the federal public administration for the fiscal year ending March 31, 2025",
        "summary": "This enactment grants the sum of $21,632,370,126 towards defraying charges and expenses of the federal public administration for the fiscal year ending March 31, 2025 that are not otherwise provided for."
    },
    {
        "id": "S-2",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-2/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Parliament of Canada Act and to make consequential and related amendments to other Acts",
        "summary": "This enactment amends the Parliament of Canada Act and makes consequential and related amendments to other Acts to, among other things,  (a) change the additional annual allowances that are paid to senators who occupy certain positions so that the government’s representatives and the Opposition in the Senate are eligible for the allowances for five positions each and the three other recognized… read more"
    },
    {
        "id": "S-3",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-3/",
        "status": "Dead",
        "subtitle": "An Act to amend the Judges Act",
        "summary": "This enactment amends the  Judges Act  to replace the process through which the conduct of federally appointed judges is reviewed by the Canadian Judicial Council. It establishes a new process for reviewing allegations of misconduct that are not serious enough to warrant a judge’s removal from office and makes changes to the process by which recommendations regarding removal from office can be made to the Minister of Justice. As with the provisions it replaces, this new process also applies to persons, other than judges, who are appointed under an Act of Parliament to hold office during good behaviour."
    },
    {
        "id": "S-4",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-4/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code and the Identification of Criminals Act and to make related amendments to other Acts (COVID-19 response and other measures)",
        "summary": "This enactment amends the Criminal Code to, among other things,  (a) allow for the use of electronic or other automated means for the purposes of the jury selection process;  (b) expand, for the accused and offenders, the availability of remote appearances by audioconference and videoconference in certain circumstances;  (c) provide for the participation of prospective jurors in the jury… read more"
    },
    {
        "id": "S-5",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-5/",
        "status": "Law",
        "subtitle": "An Act to amend the Canadian Environmental Protection Act, 1999, to make related amendments to the Food and Drugs Act and to repeal the Perfluorooctane Sulfonate Virtual Elimination Act",
        "summary": "This enactment amends the Canadian Environmental Protection Act, 1999 to, among other things,  (a) recognize that every individual in Canada has a right to a healthy environment as provided under that Act;  (b) provide that the Government of Canada must protect that right as provided under that Act, and, in doing so, may balance that right with relevant factors;  (c) require the development of an… read more"
    },
    {
        "id": "S-6",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-6/",
        "status": "Dormant",
        "subtitle": "An Act respecting regulatory modernization",
        "summary": "This enactment amends various Acts as part of the Regulatory Modernization Initiative in order to repeal or amend provisions that have, over time, become barriers to innovation and economic growth or to add certain provisions with a view to support innovation and economic growth.  Part 1 modifies the Bankruptcy and Insolvency Act to, among other things,  (a) replace the requirement to publish a… read more"
    },
    {
        "id": "S-7",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-7/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Customs Act and the Preclearance Act, 2016",
        "summary": "This enactment amends the  Customs Act  to  (a) clarify the circumstances in which border service officers may examine documents stored on personal digital devices;  (b) authorize the making of regulations in respect of those examinations; and  (c) update certain provisions respecting enforcement, offences and punishment.  The enactment also amends the  Preclearance Act, 2016  to  (a) clarify the circumstances in which preclearance officers may examine, search and detain documents stored on personal digital devices;  (b) authorize the making of regulations and the giving of ministerial directions in respect of those examinations, searches and detentions; and  (c) update the French version of that Act in respect of a traveller’s obligation to identify themselves."
    },
    {
        "id": "S-8",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-8/",
        "status": "Law",
        "subtitle": "An Act to amend the Immigration and Refugee Protection Act, to make consequential amendments to other Acts and to amend the Immigration and Refugee Protection Regulations",
        "summary": "This enactment amends the Immigration and Refugee Protection Act to, among other things,  (a) reorganize existing inadmissibility provisions relating to sanctions to establish a distinct ground of inadmissibility based on sanctions;  (b) expand the scope of inadmissibility based on sanctions to include not only sanctions imposed on a country but also those imposed on an entity or a person; and  (… read more"
    },
    {
        "id": "S-9",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-9/",
        "status": "Law",
        "subtitle": "An Act to amend the Chemical Weapons Convention Implementation Act",
        "summary": "This enactment amends the  Chemical Weapons Convention Implementation Act  by deleting the schedule to that Act and the references to that schedule in that Act, in order to avoid potential discrepancies between the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on their Destruction, as amended from time to time, and the portions of that Convention that are reproduced in that schedule."
    },
    {
        "id": "S-10",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-10/",
        "status": "Law",
        "subtitle": "An Act to give effect to the Anishinabek Nation Governance Agreement, to amend the Sechelt Indian Band Self-Government Act and the Yukon First Nations Self-Government Act and to make related and consequential amendments to other Acts",
        "summary": "Part 1 enacts the Anishinabek Nation Governance Agreement Act and makes related and consequential amendments to other Acts.  Part 2 amends the Sechelt Indian Band Self-Government Act to, among other things,  (a) include certain elements typically provided for in self-government agreements;  (b) specify elements that must be included in the shíshálh Nation’s constitution and set out an obligation… read more"
    },
    {
        "id": "S-11",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-11/",
        "status": "Dormant",
        "subtitle": "A fourth Act to harmonize federal law with the civil law of Quebec and to amend certain Acts in order to ensure that each language version takes into account the common law and the civil law",
        "summary": "This enactment is the fourth in a series of enactments drafted in the course of the harmonization of federal statutes by the Department of Justice of Canada as a result of the coming into force of the Civil Code of Québec in 1994, which substantially changed the concepts, institutions and terminology of civil law. It amends 52 statutes, including the Acts governing financial institutions — the… read more"
    },
    {
        "id": "S-12",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-12/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code, the Sex Offender Information Registration Act and the International Transfer of Offenders Act",
        "summary": "This enactment amends the Criminal Code , the Sex Offender Information Registration Act and the International Transfer of Offenders Act to, among other things,  (a) require compliance with the Sex Offender Information Registration Act for persons who are convicted of an offence of a sexual nature against a child and for persons who have been convicted on separate occasions of two or more offences… read more"
    },
    {
        "id": "S-13",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-13/",
        "status": "Law",
        "subtitle": "An Act to amend the Interpretation Act and to make related amendments to other Acts",
        "summary": "This enactment amends the  Interpretation Act  to provide that Acts of Parliament and regulations are to be construed as upholding the Aboriginal and treaty rights of Indigenous peoples recognized and affirmed by section 35 of the  Constitution Act, 1982 , and not as abrogating or derogating from them. It also amends or repeals similar provisions in other Acts known as non-derogation clauses."
    },
    {
        "id": "S-14",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-14/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada National Parks Act, the Canada National Marine Conservation Areas Act, the Rouge National Urban Park Act and the National Parks of Canada Fishing Regulations",
        "summary": "This enactment amends the Canada National Parks Act to, among other things,  (a) broaden and clarify offences in relation to the discharge or deposit of substances in a national park or national park reserve;  (b) expand the boundaries of seven national parks and one national park reserve;  (c) establish the Akami-Uapishkᵁ–KakKasuak–Mealy Mountains National Park Reserve of Canada and enact… read more"
    },
    {
        "id": "S-15",
        "title": "Amend the Criminal Code and the Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade",
        "url": "https://openparliament.ca/bills/44-1/S-15/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code and the Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade Act",
        "summary": "This enactment amends the  Criminal Code  to create offences related to keeping elephants and great apes in captivity, subject to certain exceptions. It also amends the  Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade Act  to, among other things, specify the circumstances in which the importation or exportation of living elephants and great apes may be permitted as well as the circumstances in which the keeping of these animals in captivity may be authorized."
    },
    {
        "id": "S-16",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-16/",
        "status": "Law",
        "subtitle": "An Act respecting the recognition of the Haida Nation and the Council of the Haida Nation",
        "summary": "This enactment implements certain sections of the agreement entitled  “Nang K̲’uula • Nang K̲’úulaas Recognition Agreement” ."
    },
    {
        "id": "S-17",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-17/",
        "status": "Dormant",
        "subtitle": "An Act to correct certain anomalies, inconsistencies, out-dated terminology and errors and to deal with other matters of a non-controversial and uncomplicated nature in the Statutes and Regulations of Canada and to repeal certain provisions that have expired, lapsed or otherwise ceased to have effect",
        "summary": "This enactment is the 13th in a series of bills introduced under the Miscellaneous Statute Law Amendment (MSLA) Program. It amends 58 Acts and three related regulations to correct errors in grammar, spelling, terminology and punctuation, erroneous cross-references, archaic wording and discrepancies between the English version and the French versions. It also updates the designation of… read more"
    },
    {
        "id": "C-201",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-201/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act (volunteer firefighting and search and rescue volunteer services)",
        "summary": "This enactment amends subsections 118.06(2) and 118.07(2) of the  Income Tax Act  in order to increase the amount of the tax credits for volunteer firefighting and search and rescue volunteer services from $3,000 to $10,000."
    },
    {
        "id": "C-202",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-202/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (controlling or coercive conduct)",
        "summary": "This enactment amends the  Criminal Code  to create an offence of engaging in controlling or coercive conduct that has a significant impact on the person towards whom the conduct is directed, including a fear of violence, a decline in their physical or mental health and a substantial adverse effect on their day-to-day activities."
    },
    {
        "id": "C-203",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-203/",
        "status": "Dormant",
        "subtitle": "An Act respecting soil conservation and soil health",
        "summary": "This enactment requires the Minister of Agriculture and Agri-Food to develop a national strategy to promote efforts across Canada to conserve and improve the health of soil. It also provides for reporting requirements in relation to the strategy.  In addition, the enactment provides that December 5, in each year, is to be known as “World Soil Day” across Canada and establishes the third week in April, in each year, as “National Soil Conservation Week”."
    },
    {
        "id": "C-204",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-204/",
        "status": "Dormant",
        "subtitle": "An Act respecting Ukrainian Heritage Month",
        "summary": "This enactment designates the month of September as “Ukrainian Heritage Month”."
    },
    {
        "id": "C-205",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-205/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Impact Assessment Act",
        "summary": "This enactment amends the  Impact Assessment Act  in order to specify that a regulation must not set out a minimum coal production capacity in respect of a new coal mine in relation to which a physical activity is designated."
    },
    {
        "id": "C-206",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-206/",
        "status": "Dormant",
        "subtitle": "An Act to amend the National Defence Act (maiming or injuring self or another)",
        "summary": "This enactment amends the  National Defence Act  to repeal the offence of maiming or injuring oneself or another person to render oneself or that other person unfit for service."
    },
    {
        "id": "C-207",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-207/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canadian Bill of Rights (right to housing)",
        "summary": "This enactment amends the  Canadian Bill of Rights  to include the right to proper housing at a reasonable cost and free of unreasonable barriers."
    },
    {
        "id": "C-208",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-208/",
        "status": "Dormant",
        "subtitle": "An Act respecting early learning and child care",
        "summary": "This enactment establishes criteria in respect of early learning and child care programs that must be satisfied before transfer payments may be made by the Government of Canada to a province in support of those programs. It also provides for the establishment of an advisory council to advise the Minister of Employment and Social Development on matters relating to early learning and child care."
    },
    {
        "id": "C-209",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-209/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code and the Controlled Drugs and Substances Act and to make consequential amendments to another Act",
        "summary": "This enactment amends the  Criminal Code  and the  Controlled Drugs and Substances Act  to eliminate minimum penalties for certain offences. It also makes consequential amendments to the  Criminal Records Act ."
    },
    {
        "id": "C-210",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-210/",
        "status": "Dead",
        "subtitle": "An Act to amend the Canada Elections Act (voting age)",
        "summary": "This enactment amends the  Canada Elections Act  to lower the federal voting age in Canada from 18 to 16 years of age."
    },
    {
        "id": "C-211",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-211/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Labour Code (bereavement leave)",
        "summary": "This enactment amends the  Canada Labour Code  to extend the period during which an employee may take a leave of absence from employment in the event of the death of a child under 18 years of age or for whom a caregiver credit can be claimed under the  Income Tax Act  and to provide for the entitlement of an employee to a leave of absence in the event of the loss of an unborn child."
    },
    {
        "id": "C-212",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-212/",
        "status": "Dormant",
        "subtitle": "An Act to develop a national school food program for children",
        "summary": "This enactment provides for the development of a national school food program to ensure that all children in Canada have access to healthy food."
    },
    {
        "id": "C-213",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-213/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (criminal interest rate)",
        "summary": "This enactment amends the  Criminal Code  to lower the threshold at which an interest rate becomes a criminal rate and to include, in the calculation of the interest rate, the charges paid by a person to obtain insurance coverage.  It also repeals section 347.1 of that Act, which relates to payday loan agreements."
    },
    {
        "id": "C-214",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-214/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canadian Navigable Waters Act (lakes and rivers in British Columbia)",
        "summary": "This enactment amends the  Canadian Navigable Waters Act  in order to add certain lakes and rivers in British Columbia to the navigable waters listed in the schedule to that Act."
    },
    {
        "id": "C-215",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-215/",
        "status": "Dead",
        "subtitle": "An Act to amend the Employment Insurance Act (illness, injury or quarantine)",
        "summary": "This enactment amends the  Employment Insurance Act  to increase from 15 to 52 the maximum number of weeks for which benefits may be paid because of illness, injury or quarantine."
    },
    {
        "id": "C-216",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-216/",
        "status": "Dead",
        "subtitle": "An Act to amend the Controlled Drugs and Substances Act and to enact the Expungement of Certain Drug-related Convictions Act and the National Strategy on Substance Use Act",
        "summary": "This enactment amends the  Controlled Drugs and Substances Act  to repeal a provision that makes it an offence to possess certain substances. It also makes consequential amendments to other Acts.   In addition, it enacts the  Expungement of Certain Drug-related Convictions Act , which establishes a procedure for expunging certain drug-related convictions and provides for the destruction or removal of the judicial records of those convictions that are in federal repositories and systems.  Finally, it enacts the  National Strategy on Substance Use Act , which requires the Minister of Health to develop a national strategy to address the harm caused by problematic substance use."
    },
    {
        "id": "C-217",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-217/",
        "status": "Dormant",
        "subtitle": "An Act respecting the development of a national strategy in relation to fresh water",
        "summary": "This enactment provides for the development of a national strategy in relation to fresh water."
    },
    {
        "id": "C-218",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-218/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Tax Act (psychotherapy services)",
        "summary": "This enactment amends the  Excise Tax Act  in order to exempt psychotherapy services from the goods and services tax."
    },
    {
        "id": "C-219",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-219/",
        "status": "Dead",
        "subtitle": "An Act to enact the Canadian Environmental Bill of Rights and to make related amendments to other Acts",
        "summary": "This enactment enacts the Canadian Environmental Bill of Rights , which provides that every person residing in Canada has the following rights:  (a) the right to a healthy and ecologically balanced environment;  (b) the right to reasonable, timely and affordable access to information regarding the environment;  (c) the right to effective, informed and timely public participation in decision-… read more"
    },
    {
        "id": "C-220",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-220/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (assault against a health care worker)",
        "summary": "This enactment amends the  Criminal Code  to require a court to consider the fact that the victim of an assault is a health care worker to be an aggravating circumstance for the purposes of sentencing."
    },
    {
        "id": "C-221",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-221/",
        "status": "Dormant",
        "subtitle": "An Act to amend certain Acts in relation to survivor pension benefits",
        "summary": "This enactment amends the  Canadian Forces Superannuation Act , the  Judges Act , the  Members of Parliament Retiring Allowances Act , the  Public Service Superannuation Act , the  Royal Canadian Mounted Police Superannuation Act , the  Pension  Bene­ fits Standards Act, 1985  and the  Pooled Registered Pension Plans Act  to allow the survivor of an eligible person to receive pension benefits after the death of the person even if the person and the survivor married or began cohabiting in a conjugal relationship after the person attained the age of 60 years or retired."
    },
    {
        "id": "C-222",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-222/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act (travel expenses deduction for tradespersons)",
        "summary": "This enactment amends the  Income Tax Act  to allow tradespersons and indentured apprentices to deduct from their income amounts expended for travelling where they were employed in a construction activity at a job site that is located at least 80 km away from their ordinary place of residence."
    },
    {
        "id": "C-223",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-223/",
        "status": "Dead",
        "subtitle": "An Act to develop a national framework for a guaranteed livable basic income",
        "summary": "This enactment requires the Minister of Finance to develop a national framework to provide all persons over the age of 17 in Canada with access to a guaranteed livable basic income. It also provides for reporting requirements with respect to the framework."
    },
    {
        "id": "C-224",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-224/",
        "status": "Law",
        "subtitle": "An Act to establish a national framework for the prevention and treatment of cancers linked to firefighting",
        "summary": "This enactment provides for the development of a national framework designed to raise awareness of cancers linked to firefighting with the goal of improving access for firefighters to cancer prevention and treatment.   The enactment also designates the month of January, in each year, as “Firefighter Cancer Awareness Month”."
    },
    {
        "id": "C-225",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-225/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Bankruptcy and Insolvency Act, the Companies’ Creditors Arrangement Act and the Pension Benefits Standards Act, 1985 (pension plans and group insurance plans)",
        "summary": "This enactment amends the Bankruptcy and Insolvency Act and the Companies’ Creditors Arrangement Act to ensure that claims in respect of unfunded liabilities or solvency deficiencies of a pension plan are accorded priority in the event of bankruptcy proceedings. It also provides that an employer has to maintain group insurance plans that provide benefits to or in respect of its employees or… read more"
    },
    {
        "id": "C-226",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-226/",
        "status": "Law",
        "subtitle": "An Act respecting the development of a national strategy to assess, prevent and address environmental racism and to advance environmental justice",
        "summary": "This enactment requires the Minister of the Environment, in consultation or cooperation with any interested persons, bodies, organizations or communities, to develop a national strategy to promote efforts across Canada to address the harm caused by environmental racism. It also provides for reporting requirements in relation to the strategy."
    },
    {
        "id": "C-227",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-227/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Elections Act (voting age)",
        "summary": "This enactment amends the  Canada Elections Act  to lower the federal voting age in Canada from 18 to 16 years of age."
    },
    {
        "id": "C-228",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-228/",
        "status": "Law",
        "subtitle": "An Act to amend the Bankruptcy and Insolvency Act, the Companies’ Creditors Arrangement Act and the Pension Benefits Standards Act, 1985",
        "summary": "This enactment amends the  Bankruptcy and Insolvency Act  and the  Companies’ Creditors Arrangement Act  to ensure that claims in respect of unfunded liabilities or solvency deficiencies of pension plans and claims relating to the cessation of an employer’s participation in group insurance plans are paid in priority in the event of bankruptcy proceedings.  It also amends the  Pension Benefits Standards Act, 1985  to provide for the tabling of an annual report respecting the solvency of pension plans."
    },
    {
        "id": "C-229",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-229/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (banning symbols of hate)",
        "summary": "This enactment amends the  Criminal Code  to broaden the provisions relating to hate propaganda by making it an offence to publicly display visual representations that promote or incite hatred or violence against an identifiable group."
    },
    {
        "id": "C-230",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-230/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code (intimidation of health care professionals)",
        "summary": "This enactment amends the  Criminal Code  to make it an offence to intimidate a medical practitioner, nurse practitioner, pharmacist or other health care professional for the purpose of compelling them to take part, directly or indirectly, in the provision of medical assistance in dying.   It also makes it an offence to dismiss from employment or to refuse to employ a medical practitioner, nurse practitioner, pharmacist or other health care professional for the reason only that they refuse to take part, directly or indirectly, in the provision of medical assistance in dying."
    },
    {
        "id": "C-231",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-231/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Competition Act (vehicle repair)",
        "summary": "This enactment amends the  Competition Act  to authorize the Competition Tribunal, if certain criteria are met, to make an order requiring a vehicle manufacturer to provide an independent vehicle repair provider with access to diagnostic and repair information as well as to service parts on the same terms and in the same manner as the manufacturer makes the information and parts available to repair providers who are specifically authorized by the manufacturer to service their vehicles."
    },
    {
        "id": "C-232",
        "title": "Arab Heritage Month",
        "url": "https://openparliament.ca/bills/44-1/C-232/",
        "status": "Unknown",
        "subtitle": "An Act respecting Arab Heritage Month",
        "summary": "This enactment designates the month of April as “Arab Heritage Month”."
    },
    {
        "id": "C-233",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-233/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code and the Judges Act (violence against an intimate partner)",
        "summary": "This enactment amends the  Criminal Code  to require a justice, before making a release order in respect of an accused who is charged with an offence against their intimate partner, to consider whether it is desirable, in the interests of the safety and security of any person, to include as a condition of the order that the accused wear an electronic monitoring device.  The enactment also amends the  Judges Act  to provide for continuing education seminars for judges on matters related to intimate partner violence and coercive control in intimate partner and family relationships."
    },
    {
        "id": "C-234",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-234/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Greenhouse Gas Pollution Pricing Act",
        "summary": "This enactment amends the  Greenhouse Gas Pollution Pricing Act  to expand the definition of  eligible farming machinery  and extend the exemption for qualifying farming fuel to marketable natural gas and propane."
    },
    {
        "id": "C-235",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-235/",
        "status": "Law",
        "subtitle": "An Act respecting the building of a green economy in the Prairies",
        "summary": "This enactment requires the minister responsible for economic development in the Prairie provinces, in collaboration with the Minister of the Environment, the Minister of Transport, the Minister of Industry, the Minister of Agriculture and Agri-Food, the Minister of Finance and the Minister of Natural Resources, to develop a framework for local cooperation and engagement in the implementation of federal programs across various sectors to build a green economy in the Prairie provinces."
    },
    {
        "id": "C-236",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-236/",
        "status": "Dormant",
        "subtitle": "An Act to continue VIA Rail Canada Inc. under the name VIA Rail Canada and to make consequential amendments to other Acts",
        "summary": "This enactment continues VIA Rail Canada Inc. under the name VIA Rail Canada and sets out its mandate. It also makes consequential amendments to other Acts."
    },
    {
        "id": "C-237",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-237/",
        "status": "Dead",
        "subtitle": "An Act to amend the Federal-Provincial Fiscal Arrangements Act and the Canada Health Act",
        "summary": "This enactment amends the  Federal-Provincial Fiscal Arrangements Act  to provide that a province with a program whose objectives are comparable to those of a federal program in an area under the legislative authority of the province may withdraw from the federal program.  It also amends that Act and the  Canada Health Act  in order to exempt Quebec from the national criteria and conditions set out for the Canada Health Transfer."
    },
    {
        "id": "C-238",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-238/",
        "status": "Dead",
        "subtitle": "An Act respecting the French language",
        "summary": "This enactment amends the  Canada Labour Code , the  Official Languages Act  and the  Canada Business Corporations Act  to ensure that these Acts are consistent with the  Charter of the French Language  in Quebec.  It also amends the  Citizenship Act  to require that permanent residents who ordinarily reside in Quebec must have an adequate knowledge of French in order to obtain citizenship."
    },
    {
        "id": "C-239",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-239/",
        "status": "Dead",
        "subtitle": "An Act to amend An Act to authorize the making of certain fiscal payments to provinces, and to authorize the entry into tax collection agreements with provinces",
        "summary": "This enactment amends  An Act to authorize the making of certain fiscal payments to provinces, and to authorize the entry into tax collection agreements with provinces  to provide that the Minister of Finance may enter into an agreement with the government of a province under which the government of the province will collect the federal personal and corporation income taxes on behalf of the Government of Canada. It also requires that the Minister of Finance undertake discussions with the Government of Quebec in order to enter into such an agreement."
    },
    {
        "id": "C-240",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-240/",
        "status": "Dead",
        "subtitle": "An Act to amend the Income Tax Act (donations involving private corporation shares or real estate)",
        "summary": "This enactment amends the  Income Tax Act  to provide an exemption from capital gains tax in respect of certain arm's length dispositions resulting from the donation of real estate or private corporation shares to charities."
    },
    {
        "id": "C-241",
        "title": "Amend the Income Tax Act (deduction of travel expenses for tradespersons)",
        "url": "https://openparliament.ca/bills/44-1/C-241/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Income Tax Act (deduction of travel expenses for tradespersons)",
        "summary": "This enactment amends the  Income Tax Act  to allow tradespersons and indentured apprentices to deduct from their income amounts expended for travelling where they were employed in a construction activity at a job site that is located at least 120 km away from their ordinary place of residence."
    },
    {
        "id": "C-242",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-242/",
        "status": "Law",
        "subtitle": "An Act to amend the Immigration and Refugee Protection Act (temporary resident visas for parents and grandparents)",
        "summary": "This enactment amends the  Immigration and Refugee Protection Act  to allow a parent or grandparent who applies for a temporary resident visa as a visitor to purchase private health insurance outside Canada and to stay in Canada for a period of five years.  It also requires the Minister of Citizenship and Immigration to prepare and table a report in respect of a reduction to the minimum income requirement that the child or grandchild must meet in order for the visiting parent or grandparent to be able to enter and remain in Canada for an extended period."
    },
    {
        "id": "C-243",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-243/",
        "status": "Dead",
        "subtitle": "An Act respecting the elimination of the use of forced labour and child labour in supply chains",
        "summary": "This enactment enacts the Ending the Use of Forced Labour and Child Labour in Supply Chains Act , which imposes an obligation on certain entities to report on the measures taken to prevent and reduce the risk that forced labour or child labour is used at any step in the production of goods in Canada or elsewhere by them or in the production of goods they import into Canada. The Act provides for… read more"
    },
    {
        "id": "C-244",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-244/",
        "status": "Law",
        "subtitle": "An Act to amend the Copyright Act (diagnosis, maintenance and repair)",
        "summary": "This enactment amends the  Copyright Act  in order to allow the circumvention of a technological protection measure if the circumvention is solely for the purpose of the diagnosis, maintenance or repair of certain types of products."
    },
    {
        "id": "C-245",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-245/",
        "status": "Dead",
        "subtitle": "An Act to amend the Canada Infrastructure Bank Act",
        "summary": "This enactment amends the  Canada Infrastructure Bank Act  to refocus the purpose of the Bank and to provide that it must give priority to certain investments and infrastructure projects."
    },
    {
        "id": "C-246",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-246/",
        "status": "Dead",
        "subtitle": "An Act to amend the Constitution Act, 1867 (representation in the House of Commons)",
        "summary": "This enactment amends section 51 of the  Constitution Act, 1867  to provide that the total number of members from the province of Quebec cannot be less than 25% of the total number of members in the House of Commons."
    },
    {
        "id": "C-247",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-247/",
        "status": "Dormant",
        "subtitle": "An Act to prohibit fur farming",
        "summary": "This enactment establishes prohibitions and offences for certain activities involving fur farming."
    },
    {
        "id": "C-248",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-248/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada National Parks Act (Ojibway National Urban Park of Canada)",
        "summary": "This enactment amends the  Canada National Parks Act  to establish Ojibway National Urban Park of Canada."
    },
    {
        "id": "C-249",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-249/",
        "status": "Dead",
        "subtitle": "An Act respecting the encouragement of the growth of the cryptoasset sector",
        "summary": "This enactment requires the Minister of Finance to develop a national framework to encourage the growth of the cryptoasset sector and, in developing the framework, to consult with persons working in the sector who are designated by provinces and territories. The enactment also provides for reporting requirements in relation to the framework."
    },
    {
        "id": "C-250",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-250/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code (prohibition — promotion of antisemitism)",
        "summary": "This enactment amends the  Criminal Code  in order to prohibit the communication of statements, other than in private conversation, that wilfully promote antisemitism by condoning, denying or downplaying the Holocaust."
    },
    {
        "id": "C-251",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-251/",
        "status": "Dead",
        "subtitle": "An Act respecting the development of a federal framework on the conservation of fish stocks and management of pinnipeds",
        "summary": "This enactment requires the Minister of Fisheries and Oceans to develop a federal framework on the conservation of fish stocks and management of pinnipeds."
    },
    {
        "id": "C-252",
        "title": "Child Health Protection",
        "url": "https://openparliament.ca/bills/44-1/C-252/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Food and Drugs Act (prohibition of food and beverage marketing directed at children)",
        "summary": "This enactment amends the  Food and Drugs Act  to prohibit the marketing of prescribed foods directed at persons under 13 years of age."
    },
    {
        "id": "C-253",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-253/",
        "status": "Dead",
        "subtitle": "An Act to amend the Bank of Canada Act and to make consequential amendments to other Acts",
        "summary": "This enactment amends the  Bank of Canada Act  to provide that the Auditor General of Canada is one of the auditors for the Bank of Canada and makes consequential amendments to the  Auditor General Act  and the  Financial Administration Act ."
    },
    {
        "id": "C-254",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-254/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Parliament of Canada Act (change of political affiliation)",
        "summary": "This enactment amends the  Parliament of Canada Act  to provide that a member’s seat in the House of Commons is vacated and a by-election called for that seat if the member, having been elected to the House as a member of a registered party or as an independent, changes parties or becomes a member of a party, as the case may be."
    },
    {
        "id": "C-255",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-255/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act and the Canada Student Financial Assistance Act",
        "summary": "This enactment provides for financial assistance for Canadians with disabilities to improve their access to post-secondary education."
    },
    {
        "id": "C-256",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-256/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Financial Administration Act (composition of boards of directors)",
        "summary": "This enactment amends the  Financial Administration Act  to provide that the boards of directors of parent Crown corporations are not to be composed of fewer women than men."
    },
    {
        "id": "C-257",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-257/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canadian Human Rights Act (protecting against discrimination based on political belief)",
        "summary": "This enactment amends the  Canadian Human Rights Act  to add political belief and political activity to the list of prohibited grounds of discrimination."
    },
    {
        "id": "C-258",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-258/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Fisheries Act (closed containment aquaculture)",
        "summary": "This enactment amends the  Fisheries Act  to prohibit finfish aquaculture for commercial purposes in Canadian fisheries waters off the Pacific Coast except when it is carried out in closed containment facilities. It also requires the Minister of Fisheries and Oceans to prepare, table in Parliament and implement a plan to support the transition to the use of closed containment facilities and to protect the jobs and financial security of workers in that sector."
    },
    {
        "id": "C-259",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-259/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Aeronautics Act (collision avoidance system)",
        "summary": "This enactment amends the  Aeronautics Act  to provide that certain types of aircraft must be equipped with a GPS-based collision avoidance system."
    },
    {
        "id": "C-260",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-260/",
        "status": "Dormant",
        "subtitle": "An Act relating to cash contributions by Canada and to criteria and conditions in respect of post-secondary education",
        "summary": "This enactment establishes criteria and conditions in respect of funding for post-secondary education in a province that must be met before a cash contribution may be made. It also provides for the development of a framework for the division of the total Canada Social Transfer entitlement into two distinct components."
    },
    {
        "id": "C-261",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-261/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code and the Canadian Human Rights Act and to make related amendments to another Act (hate propaganda, hate crimes and hate speech)",
        "summary": "This enactment amends the Criminal Code to create a recognizance to keep the peace relating to hate propaganda and hate crimes and to define “hatred” for the purposes of two hate propaganda offences. It also makes related amendments to the Youth Criminal Justice Act .  In addition, it amends the Canadian Human Rights Act to provide that it is a discriminatory practice to communicate or cause to… read more"
    },
    {
        "id": "C-262",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-262/",
        "status": "Dormant",
        "subtitle": "An Act respecting the corporate responsibility to prevent, address and remedy adverse impacts on human rights occurring in relation to business activities conducted abroad",
        "summary": "This enactment, among other things, requires businesses to establish processes to prevent, address and remedy adverse impacts on human rights that occur in relation to their business activities conducted abroad."
    },
    {
        "id": "C-263",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-263/",
        "status": "Dormant",
        "subtitle": "An Act to establish the Office of the Commissioner for Responsible Business Conduct Abroad and to make consequential amendments to other Acts",
        "summary": "This enactment enacts the  Responsible Business Conduct Abroad Act , which establishes the Office of the Commissioner for Responsible Business Conduct Abroad. The enactment authorizes the Commissioner to monitor and investigate the business activities of certain Canadian entities operating abroad for the purpose of reporting on the entities' compliance with international human rights law."
    },
    {
        "id": "C-264",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-264/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Bankruptcy and Insolvency Act and the Companies’ Creditors Arrangement Act (pension plans and group insurance plans)",
        "summary": "This enactment amends the  Bankruptcy and Insolvency Act  and the  Companies’ Creditors Arrangement Act  to ensure that claims in respect of unfunded liabilities or solvency deficiencies of pension plans and claims relating to the cessation of an employer's participation in group insurance plans are paid in priority in the event of bankruptcy proceedings."
    },
    {
        "id": "C-265",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-265/",
        "status": "Dormant",
        "subtitle": "An Act respecting the development of a national perinatal mental health strategy",
        "summary": "This enactment requires the Minister of Health to develop a national strategy to support perinatal mental health across Canada. It also provides for reporting requirements in relation to the strategy."
    },
    {
        "id": "C-266",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-266/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Act and the Excise Act, 2001 (adjusted duties - beer, malt liquor, spirits and wine)",
        "summary": "This enactment amends the  Excise Act  and the  Excise Act, 2001 , to repeal or amend sections of those Acts that provide for annual adjustments to the duties imposed on beer, malt liquor, spirits and wine."
    },
    {
        "id": "C-267",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-267/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Act (non-alcoholic beer)",
        "summary": "This enactment amends the  Excise Act  in order to abolish duties of excise on beer or malt liquor containing not more than 0.5% absolute ethyl alcohol by volume."
    },
    {
        "id": "C-268",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-268/",
        "status": "Dormant",
        "subtitle": "An Act to designate the month of November as Lebanese Heritage Month",
        "summary": "This enactment designates the month of November as “Lebanese Heritage Month”."
    },
    {
        "id": "C-269",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-269/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Telecommunications Act (suicide prevention)",
        "summary": "This enactment amends the  Telecommunications Act  to require the Canadian Radio-television and Telecommunications Commission to designate a three-digit phone number dedicated to suicide-prevention services."
    },
    {
        "id": "C-270",
        "title": "Stopping Internet Sexual Exploitation",
        "url": "https://openparliament.ca/bills/44-1/C-270/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code (pornographic material)",
        "summary": "This enactment amends the  Criminal Code  to prohibit a person from making, distributing or advertising pornographic material for commercial purposes without having first ascertained that, at the time the material was made, each person whose image is depicted in the material was 18 years of age or older and gave their express consent to their image being depicted."
    },
    {
        "id": "C-271",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-271/",
        "status": "Dormant",
        "subtitle": "An Act to give legal capacity to the St. Lawrence River and to provide for measures respecting its protection",
        "summary": "This enactment gives the St. Lawrence River the capacity of a natural person and establishes the St. Lawrence River Protection Committee."
    },
    {
        "id": "C-272",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-272/",
        "status": "Dormant",
        "subtitle": "An Act respecting the development of a national employment strategy for persons with disabilities",
        "summary": "This enactment provides for the development of a national employment strategy to increase the economic participation of persons with disabilities."
    },
    {
        "id": "C-273",
        "title": "Amend the Criminal Code (Corinne’s Quest and the protection of children)",
        "url": "https://openparliament.ca/bills/44-1/C-273/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code (Corinne’s Quest and the protection of children)",
        "summary": "This enactment amends the  Criminal Code  to repeal a provision that authorizes the correction of a child by force if certain criteria are met."
    },
    {
        "id": "C-274",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-274/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (detention in custody)",
        "summary": "This enactment amends a provision of the  Criminal Code  that governs judicial interim release to provide that an accused who is charged more than twice with certain indictable offences while subject to a summons, appearance notice, undertaking or release order must be detained in custody unless the judge or justice is satisfied that exceptional circumstances warrant their release."
    },
    {
        "id": "C-275",
        "title": "Amend the Health of Animals Act (biosecurity on farms)",
        "url": "https://openparliament.ca/bills/44-1/C-275/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Health of Animals Act (biosecurity on farms)",
        "summary": "This enactment amends the  Health of Animals Act  to make it an offence to enter, without lawful authority or excuse, a place in which animals are kept if doing so could reasonably be expected to result in the exposure of the animals to a disease or toxic substance that is capable of affecting or contaminating them."
    },
    {
        "id": "C-276",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-276/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Labour Code (replacement workers)",
        "summary": "This enactment amends the  Canada Labour Code  to make it an offence for employers to hire replacement workers to perform the duties of employees who are on strike or locked out."
    },
    {
        "id": "C-277",
        "title": "National Strategy on Brain Injuries",
        "url": "https://openparliament.ca/bills/44-1/C-277/",
        "status": "Unknown",
        "subtitle": "An Act to establish a national strategy on brain injuries",
        "summary": "This enactment provides for the development of a national strategy to support and improve brain injury awareness, prevention and treatment as well as the rehabilitation and recovery of persons living with a brain injury."
    },
    {
        "id": "C-278",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-278/",
        "status": "Dead",
        "subtitle": "An Act to prevent the imposition by the federal government of vaccination mandates for employment and travel",
        "summary": "This enactment amends the Financial Administration Act to provide that the Treasury Board may not require as a condition of employment in the federal public administration that a person receive a vaccine against COVID-19. It also amends the Canada Labour Code to provide that regulations may not be made that require, as a term or condition of employment in or in connection with the operation of a… read more"
    },
    {
        "id": "C-279",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-279/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (criminal organizations)",
        "summary": "This enactment amends the  Criminal Code  to provide that the Governor in Council may establish a list of entities consisting of criminal organizations."
    },
    {
        "id": "C-280",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-280/",
        "status": "Law",
        "subtitle": "An Act to amend the Bankruptcy and Insolvency Act and the Companies’ Creditors Arrangement Act (deemed trust – perishable fruits and vegetables)",
        "summary": "This enactment amends the  Bankruptcy and Insolvency Act  and the  Companies’ Creditors Arrangement Act  to provide that the perishable fruits and vegetables sold by a supplier to a purchaser, as well as the proceeds of sale of those fruits and vegetables, are to be held in trust by the purchaser for the supplier in the event that the purchaser has not fully paid for the fruits or vegetables and becomes bankrupt or the subject to a receivership or applies to the court to sanction a compromise or an arrangement."
    },
    {
        "id": "C-281",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-281/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Department of Foreign Affairs, Trade and Development Act, the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law), the Broadcasting Act and the Prohibiting Cluster Munitions Act",
        "summary": "This enactment amends the Department of Foreign Affairs, Trade and Development Act to impose certain requirements on the Minister of Foreign Affairs in relation to international human rights. It also amends the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law) to require the Minister of Foreign Affairs to respond to a report submitted by a parliamentary committee that… read more"
    },
    {
        "id": "C-282",
        "title": "Amend the Department of Foreign Affairs, Trade and Development Act (supply management)",
        "url": "https://openparliament.ca/bills/44-1/C-282/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Department of Foreign Affairs, Trade and Development Act (supply management)",
        "summary": "This enactment amends the  Department of Foreign Affairs, Trade and Development Act  so that the Minister of Foreign Affairs cannot make certain commitments with respect to international trade regarding certain goods."
    },
    {
        "id": "C-283",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-283/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code and the Corrections and Conditional Release Act (addiction treatment in penitentiaries)",
        "summary": "This enactment amends the Criminal Code to provide that, on request by a person who is sentenced to imprisonment in a penitentiary, a court may, if certain conditions are met, make a recommendation that the person serve their sentence, or a part of it, in custody in a penitentiary that has been designated as an addiction treatment facility.  The enactment also amends the Corrections and… read more"
    },
    {
        "id": "C-284",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-284/",
        "status": "Law",
        "subtitle": "An Act to establish a national strategy for eye care",
        "summary": "This enactment provides for the development of a national strategy to support the prevention and treatment of eye disease, as well as vision rehabilitation, to ensure better health outcomes for Canadians.  It also designates the month of February as “Age-Related Macular Degeneration Awareness Month”."
    },
    {
        "id": "C-285",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-285/",
        "status": "Dead",
        "subtitle": "An Act to amend the Canadian Human Rights Act, the Canada Labour Code and the Employment Insurance Act",
        "summary": "This enactment amends the Canadian Human Rights Act to add conscientious belief and medical history to the list of prohibited grounds of discrimination. It also amends that Act to provide that discrimination against an individual who, due to their medical history, is denied access to transportation services, is not to be considered reasonable for the purposes of the Act unless it is established… read more"
    },
    {
        "id": "C-286",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-286/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Immigration and Refugee Protection Act (recognition of foreign credentials)",
        "summary": "This enactment amends the  Immigration and Refugee Protection Act  to authorize the Governor in Council, after consultation with the provinces, to make regulations in relation to the recognition of foreign credentials."
    },
    {
        "id": "C-287",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-287/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Pest Control Products Act (glyphosate)",
        "summary": "This enactment amends the  Pest Control Products Act  to prohibit the manufacturing, possession, handling, storage, transportation, importation, distribution or use of glyphosate."
    },
    {
        "id": "C-288",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-288/",
        "status": "Law",
        "subtitle": "An Act to amend the Telecommunications Act (transparent and accurate broadband services information)",
        "summary": "This enactment amends the  Telecommunications Act  to require Canadian carriers to make easily available certain information in respect of the fixed broadband services that they offer.   It also requires the Canadian Radio-television and Telecommunications Commission to hold public hearings to inform its determinations on how Canadian carriers are to fulfill this obligation."
    },
    {
        "id": "C-289",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-289/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code (identity verification)",
        "summary": "This enactment amends the  Criminal Code  to make it an offence for any person to knowingly make a false or misleading statement or to knowingly provide false or misleading information, including by omission, to a person or entity listed in section 5 of the  Proceeds of Crime (Money Laundering) and Terrorist Financing Act  with respect to the verification of the identity of a person or entity under that Act."
    },
    {
        "id": "C-290",
        "title": "Public Sector Integrity",
        "url": "https://openparliament.ca/bills/44-1/C-290/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Public Servants Disclosure Protection Act and to make a consequential amendment to the Conflict of Interest Act",
        "summary": "This enactment amends the  Public Servants Disclosure Protection Act  to, among other things, expand the application of the Act to additional categories of public servants, permit that a protected disclosure be made to certain persons, extend the period during which a reprisal complaint may be filed and add a duty to provide support to public servants.  It also makes a consequential amendment to the  Conflict of Interest Act ."
    },
    {
        "id": "C-291",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-291/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code and to make consequential amendments to other Acts (child sexual abuse and exploitation material)",
        "summary": "This enactment amends the  Criminal Code  to replace the term “child pornography” with “child sexual abuse and exploitation material” and makes consequential amendments to other Acts."
    },
    {
        "id": "C-292",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-292/",
        "status": "Dormant",
        "subtitle": "An Act respecting transparency for online algorithms",
        "summary": "The purpose of this enactment is to ensure that online communication service providers do not use algorithms that use personal information in a manner that results in the adverse differential treatment of any individual or group of individuals based on one or more prohibited grounds of discrimination or on any other grounds."
    },
    {
        "id": "C-293",
        "title": "Pandemic Prevention and Preparedness",
        "url": "https://openparliament.ca/bills/44-1/C-293/",
        "status": "Unknown",
        "subtitle": "An Act respecting pandemic prevention and preparedness",
        "summary": "This enactment enacts the  Pandemic Prevention and Preparedness Act  to require the Minister of Health to establish, in consultation with other ministers, a pandemic prevention and preparedness plan, which is to include information provided by those ministers.  It also amends the  Department of Health Act  to provide that the Minister of Health must appoint a national pandemic prevention and preparedness coordinator from among the officials of the Public Health Agency of Canada to coordinate the activities under the  Pandemic Prevention and Preparedness Act ."
    },
    {
        "id": "C-294",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-294/",
        "status": "Law",
        "subtitle": "An Act to amend the Copyright Act (interoperability)",
        "summary": "This enactment amends the  Copyright Act  to allow a person, in certain circumstances, to circumvent a technological protection measure to make a computer program or a device in which it is embedded interoperable with any other computer program, device or component."
    },
    {
        "id": "C-295",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-295/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (neglect of vulnerable adults)",
        "summary": "This enactment amends the  Criminal Code  to create an offence for long-term care facilities, their owners and their officers to fail to ensure necessaries of life are provided to residents of the facilities.  The enactment also allows the court to make an order prohibiting the owners and the officers of such facilities from being, through employment or volunteering, in charge of or in a position of trust or authority towards vulnerable adults and to consider as an aggravating factor for the purpose of sentencing the fact that an organization failed to perform the legal duty that it owed to a vulnerable adult."
    },
    {
        "id": "C-296",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-296/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (increasing parole ineligibility)",
        "summary": "This enactment amends the  Criminal Code  to provide that a person convicted of the abduction, sexual assault and murder of the same victim in respect of the same event or series of events is to be sentenced to imprisonment for life without eligibility for parole until the person has served a sentence of between twenty-five and forty years as determined by the presiding judge after considering the recommendation, if any, of the jury."
    },
    {
        "id": "C-297",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-297/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Elections Act (Indigenous languages)",
        "summary": "This enactment amends the  Canada Elections Act  to provide that, in certain circumstances, electors are to be supplied with ballots in an Indigenous language."
    },
    {
        "id": "C-298",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-298/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act (economic substance)",
        "summary": "This enactment amends the  Income Tax Act  to deem certain avoidance transactions to be a misuse of provisions providing for tax benefits."
    },
    {
        "id": "C-299",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-299/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (life imprisonment)",
        "summary": "This enactment amends the  Criminal Code  to increase the maximum penalty to life imprisonment for certain indictable offences."
    },
    {
        "id": "C-300",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-300/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Department of Public Works and Government Services Act, the Defence Production Act and the Federal-Provincial Fiscal Arrangements Act (Canadian products and services)",
        "summary": "This enactment amends the  Department of Public Works and Government Services Act  and the  Defence Production Act  to provide that, in relation to the acquisition of products and services for use by government departments, preference must be given to Canadian products and services.  It also amends the  Federal-Provincial Fiscal Arrangements Act  to provide for a new transfer to the provinces for the purpose of giving preference to Canadian products and services."
    },
    {
        "id": "C-301",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-301/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Student Financial Assistance Act, the Canada Student Loans Act and the Apprentice Loans Act (interest on student loans)",
        "summary": "This enactment amends the  Canada Student Financial Assistance Act , the  Canada Student Loans Act  and the  Apprentice Loans Act  to eliminate interest on student loans and apprentice loans."
    },
    {
        "id": "C-302",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-302/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Labour Code (replacement workers)",
        "summary": "This enactment amends the  Canada Labour Code  to make it an offence for employers to use replacement workers to perform all or part of the duties of employees who are on strike or locked out."
    },
    {
        "id": "C-303",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-303/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Royal Canadian Mounted Police Act",
        "summary": "This enactment amends the  Royal Canadian Mounted Police Act  to clarify the scope of the directions that the Minister of Public Safety and Emergency Preparedness can issue to the Commissioner of the Royal Canadian Mounted Police and to require that all directions be issued in writing. It also provides for reporting and publishing requirements with respect to those directions."
    },
    {
        "id": "C-304",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-304/",
        "status": "Dormant",
        "subtitle": "An Act to establish National Food Waste Awareness Day",
        "summary": "This enactment designates the 20th day of October in each year as “National Food Waste Awareness Day”."
    },
    {
        "id": "C-305",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-305/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Shipping Act, 2001 (anchorage prohibition)",
        "summary": "This enactment amends the  Canada Shipping Act, 2001  to prohibit the anchoring of vessels within certain waters."
    },
    {
        "id": "C-306",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-306/",
        "status": "Dormant",
        "subtitle": "An Act to establish National Women’s Entrepreneurship Day",
        "summary": "This enactment designates the 19th of November in each year as “National Women’s Entrepreneurship Day”."
    },
    {
        "id": "C-307",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-307/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Labour Code (menstrual products)",
        "summary": "This enactment amends the  Canada Labour Code  to require federally regulated employers to make free menstrual products available at the work place."
    },
    {
        "id": "C-308",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-308/",
        "status": "Dormant",
        "subtitle": "An Act respecting the National Strategy to Combat Human Trafficking",
        "summary": "This enactment requires the Minister of Public Safety and Emergency Preparedness to maintain and update the National Strategy to Combat Human Trafficking and address the harms caused by human trafficking. It also provides for review and reporting requirements in respect of the National Strategy."
    },
    {
        "id": "C-309",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-309/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Bankruptcy and Insolvency Act and the Companies' Creditors Arrangement Act (public institutions)",
        "summary": "This enactment amends the  Bankruptcy and Insolvency Act  and the  Companies’ Creditors Arrangement Act  to exclude certain public institutions from their application."
    },
    {
        "id": "C-310",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-310/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act (volunteer firefighting and search and rescue volunteer tax credit)",
        "summary": "This enactment amends subsections 118.06(2) and 118.07(2) of the  Income Tax Act  in order to increase the amount of the tax credits for volunteer firefighting and search and rescue volunteer services from $3,000 to $10,000. The enactment also modifies the definition of \"eligible volunteer firefighting services\"."
    },
    {
        "id": "C-311",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-311/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code (violence against pregnant women)",
        "summary": "This enactment amends the  Criminal Code  to specify that knowingly assaulting a pregnant woman and that causing physical or emotional harm to a pregnant woman are to be considered aggravating circumstances for sentencing purposes."
    },
    {
        "id": "C-312",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-312/",
        "status": "Dormant",
        "subtitle": "An Act respecting the development of a national renewable energy strategy",
        "summary": "This enactment requires the Minister of Natural Resources, in consultation with the provincial government representatives responsible for energy matters, to develop and implement a national strategy to provide that, by December 31, 2030, 100% of electricity generated in Canada must be from renewable energy sources."
    },
    {
        "id": "C-313",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-313/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (justification for detention in custody)",
        "summary": "This enactment amends the  Criminal Code  to increase the burden that an accused must satisfy, in certain exceptional circumstances, to establish that their detention in custody is not justified."
    },
    {
        "id": "C-314",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-314/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code (medical assistance in dying)",
        "summary": "This enactment amends the  Criminal Code  to provide that a mental disorder is not a grievous and irremediable medical condition for which a person could receive medical assistance in dying."
    },
    {
        "id": "C-315",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-315/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Pension Plan Investment Board Act (investments)",
        "summary": "This enactment amends the  Canada Pension Plan Investment Board Act  to specify that the investment policies, standards and procedures established by the board of directors shall provide that no investment may be made or held in any entity that engages in certain practices."
    },
    {
        "id": "C-316",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-316/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Department of Canadian Heritage Act (Court Challenges Program)",
        "summary": "This enactment amends the  Department of Canadian Heritage Act  to specify that, in exercising the powers and performing the duties and functions assigned to the Minister of Canadian Heritage under that Act, he or she shall maintain the Court Challenges Program."
    },
    {
        "id": "C-317",
        "title": "National Strategy on Flood and Drought Forecasting",
        "url": "https://openparliament.ca/bills/44-1/C-317/",
        "status": "Unknown",
        "subtitle": "An Act to establish a national strategy respecting flood and drought forecasting",
        "summary": "This enactment provides for the development of a national strategy to provide key stakeholders with the information they need to forecast floods and droughts."
    },
    {
        "id": "C-318",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-318/",
        "status": "Dead",
        "subtitle": "An Act to amend the Employment Insurance Act and the Canada Labour Code (adoptive and intended parents)",
        "summary": "This enactment amends the  Employment Insurance Act  to introduce a new type of special benefits: an attachment benefit of 15 weeks for adoptive parents and parents of children conceived through surrogacy. It also amends the  Canada Labour Code  to extend parental leave accordingly."
    },
    {
        "id": "C-319",
        "title": "Amend the Old Age Security Act (amount of full pension)",
        "url": "https://openparliament.ca/bills/44-1/C-319/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Old Age Security Act (amount of full pension)",
        "summary": "This enactment amends the  Old Age Security Act  to increase the amount of the full pension to which all pensioners aged 65 or older are entitled by 10% and to raise the exemption for a person’s employment income or self-employed earnings that is taken into account in determining the amount of the guaranteed income supplement from $5,000 to $6,500."
    },
    {
        "id": "C-320",
        "title": "Amend the Corrections and Conditional Release Act (disclosure of information to victims)",
        "url": "https://openparliament.ca/bills/44-1/C-320/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Corrections and Conditional Release Act (disclosure of information to victims)",
        "summary": "This enactment amends the  Corrections and Conditional Release Act  to provide that information that is disclosed to the victim of an offence regarding eligibility dates and review dates applicable to the offender in respect of temporary absences, releases or  parole  must include an explanation of how the dates were determined."
    },
    {
        "id": "C-321",
        "title": "Amend the Criminal Code (assaults against persons who provide health services and first responders)",
        "url": "https://openparliament.ca/bills/44-1/C-321/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code (assaults against persons who provide health services and first responders)",
        "summary": "This enactment amends the  Criminal Code  to require a court to consider the fact that the victim of an assault is a person who provides health services or a first responder to be an aggravating circumstance for the purposes of sentencing."
    },
    {
        "id": "C-322",
        "title": "National Framework for a School Food Program",
        "url": "https://openparliament.ca/bills/44-1/C-322/",
        "status": "Unknown",
        "subtitle": "An Act to develop a national framework to establish a school food program",
        "summary": "This enactment provides for the development of a national framework to establish a school food program to ensure that all children in Canada have access to healthy food."
    },
    {
        "id": "C-323",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-323/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Tax Act (mental health services)",
        "summary": "This enactment amends the  Excise Tax Act  in order to exempt psychotherapy and mental health counselling services from the goods and services tax."
    },
    {
        "id": "C-324",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-324/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Special Economic Measures Act",
        "summary": "This enactment amends the  Special Economic Measures Act  to change that Act’s long title to “ An Act to provide for the imposition of economic measures against a person, an entity or a foreign state for grave breaches of international peace and security, gross and systematic human rights violations or acts of significant corruption ” and its short title to the “ Sergei Magnitsky Global Sanctions Act ”."
    },
    {
        "id": "C-325",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-325/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code and the Corrections and Conditional Release Act (conditions of release and conditional sentences)",
        "summary": "This enactment amends the  Criminal Code  and the  Corrections and Conditional Release Act  to create a new offence for the breach of conditions of conditional release imposed in relation to certain serious offences and to require the reporting of those breaches to the appropriate authorities.  It also amends the  Criminal Code  to preclude persons convicted of certain offences from serving their sentence in the community."
    },
    {
        "id": "C-326",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-326/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Territorial Lands Act",
        "summary": "This enactment amends the  Territorial Lands Act  to authorize the Governor in Council to make regulations for the acquisition of mining rights in, under or on territorial lands and to require that any such regulations must provide for the free, prior and informed consent of Inuit and of any other Indigenous peoples who would be directly affected."
    },
    {
        "id": "C-327",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-327/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Transportation Act (air passenger protection)",
        "summary": "This enactment amends the Canada Transportation Act to, among other things,  (a) require the Canadian Transportation Agency to make certain regulations in relation to an air carrier’s obligations towards its passengers, including regulations requiring an air carrier to pay minimum monetary compensation for inconvenience in the case of a flight delay, flight cancellation or denial of boarding that… read more"
    },
    {
        "id": "C-328",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-328/",
        "status": "Dormant",
        "subtitle": "An Act respecting the development of a national strategy on student loan debt",
        "summary": "This enactment provides for the development of a national strategy with the objective of reducing student loan debt."
    },
    {
        "id": "C-329",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-329/",
        "status": "Dormant",
        "subtitle": "An Act to establish a national framework respecting attention deficit hyperactivity disorder",
        "summary": "This enactment provides for the development of a national framework on attention deficit hyperactivity disorder."
    },
    {
        "id": "C-330",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-330/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Labour Code (successor rights and obligations — airports)",
        "summary": "This enactment amends the  Canada Labour Code  to provide that an employer who is an airport authority or a provider of services to an airport authority and who replaces a previous contractor must observe the certification of the previous trade union and the terms and conditions of employment, rights and privileges of the employees of the previous contractor."
    },
    {
        "id": "C-331",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-331/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canadian Security Intelligence Service Act (duty of candour)",
        "summary": "This enactment amends the  Canadian Security Intelligence Service Act  to provide that the Canadian Security Intelligence Service shall report on breaches of its duty of candour to the courts. It also amends the oath of office taken by the Director and employees to include a solemn promise to fulfill that duty."
    },
    {
        "id": "C-332",
        "title": "Amend the Criminal Code (coercive control of intimate partner)",
        "url": "https://openparliament.ca/bills/44-1/C-332/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code (coercive control of intimate partner)",
        "summary": "This enactment amends the  Criminal Code  to create an offence of exercising coercive control of an intimate partner by engaging in a pattern of conduct that consists of any combination, or any repeated instances, of any of the following acts: using, attempting to use or threatening to use violence against certain persons, coercing or attempting to coerce the intimate partner to engage in sexual activity or engaging in other conduct that could reasonably be expected to cause the intimate partner to believe that their safety, or the safety of a person known to them, is threatened.  It also makes consequential amendments to other Acts."
    },
    {
        "id": "C-333",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-333/",
        "status": "Dormant",
        "subtitle": "An Act respecting a national day of remembrance to honour Canadian Armed Forces members who have lost their lives in peacetime in Canada",
        "summary": "This enactment designates the 22nd day of October, in each year, as “Peacetime Service and Sacrifice Memorial Day”."
    },
    {
        "id": "C-334",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-334/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code, the Judges Act and the Director of Public Prosecutions Act (orders prohibiting publication of identifying information)",
        "summary": "This enactment amends the Criminal Code to improve communications with a victim before and after a court makes an order to protect the victim’s identity, to prohibit the order from being made without the victim’s consent in a case where the victim is consulted before the prosecutor applies for such an order, and to establish a procedure for revoking or varying such an order. In the case of an… read more"
    },
    {
        "id": "C-335",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-335/",
        "status": "Dormant",
        "subtitle": "An Act respecting the establishment and award of a Defence of Canada Medal (1946-1989)",
        "summary": "This enactment establishes a medal to be awarded to the persons who served in the defence of Canada during the period commencing on June 1, 1946, and ending on November 30, 1989."
    },
    {
        "id": "C-336",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-336/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code and the Sex Offender Information Registration Act",
        "summary": "This enactment amends the  Criminal Code  to allow a court to order that a sex offender who is likely to reoffend must comply with the reporting obligations under the  Sex Offender Information Registration Act  for 30 years. It also provides that a sex offender must complete a sex offender treatment program before applying for termination of the order.   The enactment also amends the  Sex Offender Information Registration Act  to increase the frequency with which a sex offender must report to a registration centre and to require an offender to report to a registration centre before moving to a new address. Finally, the enactment makes it an offence to fail to report to a registration centre as required."
    },
    {
        "id": "C-337",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-337/",
        "status": "Dormant",
        "subtitle": "An Act to establish a national strategy on the reduction of textile waste",
        "summary": "This enactment provides for the development of a national strategy on the reduction of textile waste."
    },
    {
        "id": "C-338",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-338/",
        "status": "Dormant",
        "subtitle": "National Indigenous Teachers Day Act",
        "summary": "This enactment designates the 22nd day of February in each year as “National Indigenous Teachers Day”."
    },
    {
        "id": "C-339",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-339/",
        "status": "Dead",
        "subtitle": "An Act to amend the Competition Act (efficiencies defence)",
        "summary": "This enactment amends the  Competition Act  to repeal the provision of the Act setting out the “efficiencies defence”, which prevents the Competition Tribunal from making an order against any party to a merger or proposed merger if the Tribunal finds that the merger or proposed merger has brought about or is likely to bring about gains in efficiency that will be greater than the effects of any prevention or lessening of competition that will result or is likely to result from the merger or proposed merger."
    },
    {
        "id": "C-340",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-340/",
        "status": "Dormant",
        "subtitle": "An Act to enact the Canada Pharmacare Act",
        "summary": "This enactment enacts the  Canada Pharmacare Act , which establishes criteria and conditions in respect of drug insurance plans established under the law of a province that must be met before a cash contribution may be made."
    },
    {
        "id": "C-341",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-341/",
        "status": "Dormant",
        "subtitle": "An Act to Amend the Inquiries Act",
        "summary": "This enactment amends the  Inquiries Act  to provide that the commissioners who conduct public inquiries must be appointed after consultation with the leader of every recognized party in the House of Commons and approval of the appointment by resolution of that House."
    },
    {
        "id": "C-342",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-342/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Corrections and Conditional Release Act (maximum security offenders)",
        "summary": "This enactment amends the  Corrections and Conditional Release Act  to require that inmates who have been found to be dangerous offenders or convicted of more than one first degree murder be assigned a security classification of maximum and confined in a maximum security penitentiary or area in a penitentiary."
    },
    {
        "id": "C-343",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-343/",
        "status": "Dormant",
        "subtitle": "An Act respecting a framework to strengthen Canada-Taiwan relations",
        "summary": "This enactment provides a framework for the strengthening of relations between the people of Canada and the people of Taiwan, including in respect of security cooperation and of economic, cultural and legal affairs."
    },
    {
        "id": "C-344",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-344/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Wrecked, Abandoned or Hazardous Vessels Act (national strategy respecting abandoned vessels)",
        "summary": "This enactment amends the  Wrecked, Abandoned or Hazardous Vessels Act  to provide for the development and implementation of a national strategy to address the abandonment of vessels."
    },
    {
        "id": "C-345",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-345/",
        "status": "Dormant",
        "subtitle": "An Act to protect firefighters, paramedics and other first responders",
        "summary": "This enactment amends the  Criminal Code  to provide that the murder of a first responder is automatically first degree murder, to increase the maximum term of imprisonment for the aggravated assault of certain persons, including first responders, and to create an offence of assaulting a first responder."
    },
    {
        "id": "C-346",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-346/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Shipping Act, 2001 (certificate of competency)",
        "summary": "This enactment amends the  Canada Shipping Act, 2001  in order for a foreign national who holds a diploma issued by a prescribed Canadian maritime institution and for whom a permanent residence application is being processed to be eligible for a certificate of competency."
    },
    {
        "id": "C-347",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-347/",
        "status": "Dead",
        "subtitle": "An Act to amend the Constitution Act, 1867 (oath of office)",
        "summary": "This enactment amends section 128 of the  Constitution Act, 1867  to provide that every member of the Senate or House of Commons of Canada may, before taking their seat, choose to take and subscribe the oath of allegiance, an oath of office or both."
    },
    {
        "id": "C-348",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-348/",
        "status": "Dormant",
        "subtitle": "An Act to establish Somali Heritage Month",
        "summary": "This enactment designates the month of July as “Somali Heritage Month”."
    },
    {
        "id": "C-349",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-349/",
        "status": "Dormant",
        "subtitle": "An Act to establish National Rabies Awareness Day and to provide for the development of a national strategy for combating rabies in Canada",
        "summary": "This enactment designates the 28th day of September in each year as “National Rabies Awareness Day”. It also provides for the development of a national strategy to promote measures to combat rabies, particularly in domesticated canine and other animal populations, within Canada."
    },
    {
        "id": "C-350",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-350/",
        "status": "Dormant",
        "subtitle": "An Act to amend the State Immunity Act, the Criminal Code and the Immigration and Refugee Protection Act",
        "summary": "This enactment amends the State Immunity Act to provide that a foreign state that supports or has supported torture or extrajudicial killing is not immune from the jurisdiction of any court in Canada. It also amends that Act to require the Minister of Foreign Affairs to respond within a specified period to a report of a parliamentary committee that recommends restricting the immunity of a foreign… read more"
    },
    {
        "id": "C-351",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-351/",
        "status": "Dead",
        "subtitle": "An Act to amend the Corrections and Conditional Release Act (maximum security offenders)",
        "summary": "This enactment amends the  Corrections and Conditional Release Act  to require that inmates who have been found to be dangerous offenders or convicted of more than one first degree murder be assigned a security classification of maximum and confined in a maximum security penitentiary or area in a penitentiary."
    },
    {
        "id": "C-352",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-352/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Competition Act and the Competition Tribunal Act",
        "summary": "This enactment amends the  Competition Act  to increase penalties for certain anti-competitive acts. It also changes aspects of the review of mergers, including how gains in efficiency and market concentration are taken into account. In addition, it requires the Competition Tribunal to make an order dissolving a completed merger or prohibiting the merger from proceeding if the merger would result in excessive combined market share. The limitation period for the review of mergers is increased from one year to three years. Finally, it amends the  Competition Tribunal Act  to remove the Tribunal’s ability to award costs against the Crown."
    },
    {
        "id": "C-353",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-353/",
        "status": "Dormant",
        "subtitle": "An Act to provide for the imposition of restrictive measures against foreign hostage takers and those who practice arbitrary detention in state-to-state relations and to make related amendments to the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and the Immigration and Refugee Protection Act",
        "summary": "This enactment authorizes the Government of Canada to take restrictive measures against foreign nationals, foreign states and foreign entities that engage in hostage taking or arbitrary detention in state-to-state relations of Canadians or eligible protected persons outside Canada. It also requires the Minister of Foreign Affairs to provide assistance to the families of such hostages and detained individuals and to establish and implement programs to encourage cooperation for the release of such Canadians and eligible protected persons. Finally, this enactment makes related amendments to the  Proceeds of Crime (Money Laundering) and Terrorist Financing Act  and the  Immigration and Refugee Protection Act ."
    },
    {
        "id": "C-354",
        "title": "Amend the Canadian Radio-television and Telecommunications Commission Act (Quebec’s cultural distinctiveness and French-speaking communities)",
        "url": "https://openparliament.ca/bills/44-1/C-354/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Canadian Radio-television and Telecommunications Commission Act (Quebec’s cultural distinctiveness and French-speaking communities)",
        "summary": "This enactment amends the  Canadian Radio-television and Telecommunications Commission Act  to provide that the Commission must, in furtherance of its objects and in the exercise of its powers, consult with the Government of Quebec or the governments of the other provinces, as the case may be, before regulating aspects of the Canadian broadcasting system that relate to the cultural distinctiveness of Quebec or that concern French-speaking markets."
    },
    {
        "id": "C-355",
        "title": "Prohibition of the Export of Horses by Air for Slaughter",
        "url": "https://openparliament.ca/bills/44-1/C-355/",
        "status": "Unknown",
        "subtitle": "An Act to prohibit the export by air of horses for slaughter and to make related amendments to certain Acts",
        "summary": "This enactment prohibits the export by air from Canada of live horses for the purpose of being slaughtered or fattened for slaughter."
    },
    {
        "id": "C-356",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-356/",
        "status": "Dead",
        "subtitle": "An Act respecting payments by Canada and requirements in respect of housing and to amend certain other Acts",
        "summary": "This enactment enacts the Building Homes Not Bureaucracy Act in order to  (a) establish a target for the completion of new homes in high-cost cities that increases 15% every year and ties federal infrastructure funding allocated to high-cost cities to that target;  (b) provide for the reallocation of $100 million from the Housing Accelerator Fund to municipalities that greatly exceed housing… read more"
    },
    {
        "id": "C-357",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-357/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Government Employees Compensation Act",
        "summary": "This enactment amends the  Government Employees Compensation Act  to broaden the entitlement of federal employees to compensation for work-related injuries and disabilities. It creates a presumption that certain mental health disorders among certain federal employees are caused by the circumstances of their employment and provides for compensation to be paid to the employees or their dependants. This enactment also repeals a bar on claims against the Crown other than for compensation under the Act. Finally, it replaces the term “workmen” with the term “workers”."
    },
    {
        "id": "C-358",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-358/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Tax Act (carbon pollution pricing)",
        "summary": "This enactment amends the  Excise Tax Act  to eliminate the goods and services tax (GST) in respect of carbon pollution pricing."
    },
    {
        "id": "C-359",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-359/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Feeds Act, the Seeds Act and the Pest Control Products Act (provisional registration and approval)",
        "summary": "This enactment amends the  Feeds Act , the  Seeds Act  and the  Pest Control Products Act  to provide for provisional registration or approval of feeds, seeds and pest control products that are already approved by two or more trusted jurisdictions."
    },
    {
        "id": "C-360",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-360/",
        "status": "Dormant",
        "subtitle": "An Act to establish a national strategy to reduce the amount of wasted food in Canada",
        "summary": "This enactment provides for the development of a national strategy to reduce the amount of wasted food in Canada."
    },
    {
        "id": "C-361",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-361/",
        "status": "Dormant",
        "subtitle": "An act to establish Albanian Heritage Month",
        "summary": "This enactment designates the month of November as “Albanian Heritage Month”."
    },
    {
        "id": "C-362",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-362/",
        "status": "Dormant",
        "subtitle": "An Act to establish the Office of the Ombud for the Department of National Defence and the Canadian Forces, to make related amendments to the Contraventions Act and to make consequential amendments to certain Acts",
        "summary": "This enactment establishes the Office of the Ombud for the Department of National Defence and the Canadian Forces and sets out the Ombud’s powers, duties and functions. It also makes related amendments to the  Contraventions Act  and consequential amendments to certain Acts."
    },
    {
        "id": "C-363",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-363/",
        "status": "Dormant",
        "subtitle": "An Act to amend the National Defence Act (sexual offences)",
        "summary": "This enactment amends the  National Defence Act  in order to remove certain sexual offences committed in Canada from the jurisdiction of the military justice system."
    },
    {
        "id": "C-364",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-364/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (sentencing)",
        "summary": "This enactment amends the  Criminal Code  to add, as an aggravating circumstance for sentencing purposes, evidence that an offence was directed at persons or property that were vulnerable due to long response times by emergency services or due to their remoteness from such services or from an established community and, for the purposes of some offences, the fact that a person carried, used or threatened to use a weapon or an imitation of a weapon.  It also requires that a court, when exercising its discretion to grant credit for time spent in custody in determining the sentence to be imposed on a person convicted of an offence, consider the reasons for detaining the person in pre-sentence custody."
    },
    {
        "id": "C-365",
        "title": "Consumer-led Banking",
        "url": "https://openparliament.ca/bills/44-1/C-365/",
        "status": "Unknown",
        "subtitle": "An Act respecting the implementation of a consumer-led banking system for Canadians",
        "summary": "This enactment imposes certain obligations on the Minister of Finance in relation to the implementation of open banking in Canada."
    },
    {
        "id": "C-366",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-366/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Food and Drugs Act (substances in menstrual tampons)",
        "summary": "This enactment amends the  Food and Drugs Act  to provide that labels on menstrual tampons must include a list of the substances they contain."
    },
    {
        "id": "C-367",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-367/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (promotion of hatred or antisemitism)",
        "summary": "This enactment amends the  Criminal Code  to eliminate as a defence against wilful promotion of hatred or antisemitism the fact that a person, in good faith, expressed or attempted to establish by an argument an opinion on a religious subject or an opinion based on a belief in a religious text."
    },
    {
        "id": "C-368",
        "title": "Amend the Food and Drugs Act (natural health products)",
        "url": "https://openparliament.ca/bills/44-1/C-368/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Food and Drugs Act (natural health products)",
        "summary": "This enactment amends the  Food and Drugs Act  to provide that certain natural health products are not therapeutic products within the meaning of that Act and therefore not subject to the same monitoring regime as other drugs."
    },
    {
        "id": "C-369",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-369/",
        "status": "Dormant",
        "subtitle": "An Act respecting Christian Heritage Month",
        "summary": "This enactment designates the month of December as “Christian Heritage Month”."
    },
    {
        "id": "C-370",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-370/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (unlocking of electronic device)",
        "summary": "This enactment amends the  Criminal Code  to provide that a judge may make an order compelling a person to unlock an electronic device."
    },
    {
        "id": "C-371",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-371/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Transportation Act (passenger rail service)",
        "summary": "This enactment amends the  Canada Transportation Act  to require that railway companies give priority to passenger rail service over the movement of freight and to provide for administrative monetary penalties for contraventions of this requirement."
    },
    {
        "id": "C-372",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-372/",
        "status": "Dormant",
        "subtitle": "An Act respecting fossil fuel advertising",
        "summary": "This enactment enacts the  Fossil Fuel Advertising Act  to prohibit the promotion of fossil fuels except in accordance with the provisions of the Act."
    },
    {
        "id": "C-373",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-373/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (promotion of hatred or antisemitism)",
        "summary": "This enactment amends the  Criminal Code  to eliminate as a defence against wilful promotion of hatred or antisemitism the fact that a person, in good faith, expressed or attempted to establish by an argument an opinion on a religious subject or an opinion based on a belief in a religious text."
    },
    {
        "id": "C-374",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-374/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Copyright Act (Crown copyright)",
        "summary": "This enactment amends the  Copyright Act  to specify that, without prejudice to any rights or privileges of the Crown, no copyright subsists in any work that is, or has been, prepared or published by or under the direction or control of His Majesty or any government department."
    },
    {
        "id": "C-375",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-375/",
        "status": "Dead",
        "subtitle": "An Act to amend the Impact Assessment Act (federal-provincial agreements)",
        "summary": "This enactment amends the  Impact Assessment Act  to provide that the federal government and the provinces may, if certain conditions are met, enter into agreements to exempt certain projects from the application of that Act."
    },
    {
        "id": "C-376",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-376/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (orders prohibiting the possession of weapons)",
        "summary": "This enactment amends the  Criminal Code  to require a court to make an order prohibiting an individual from possessing a weapon for a specified period if the individual is convicted of an indictable offence in the commission of which violence against a person was used, threatened or attempted, regardless of the length of the term of imprisonment to which the individual may be sentenced."
    },
    {
        "id": "C-377",
        "title": "Amend the Parliament of Canada Act (need to know)",
        "url": "https://openparliament.ca/bills/44-1/C-377/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Parliament of Canada Act (need to know)",
        "summary": "This enactment amends the  Parliament of Canada Act  to specify that a member of the Senate or the House of Commons who applies for a secret security clearance from the Government of Canada is, for the purposes of the consideration of their application, deemed to need access to the information in respect of which the application is made."
    },
    {
        "id": "C-378",
        "title": "Amending the Canada Labour Code (complaints by former employees)",
        "url": "https://openparliament.ca/bills/44-1/C-378/",
        "status": "Unknown",
        "subtitle": "An Act amending the Canada Labour Code (complaints by former employees)",
        "summary": "This enactment amends the  Canada Labour Code  in order to provide a former employee with more time to make a complaint relating to an occurrence of harassment and violence in the work place after they cease to be employed."
    },
    {
        "id": "C-379",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-379/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code (motor vehicle theft)",
        "summary": "This enactment amends the  Criminal Code  to address motor vehicle theft by increasing the minimum term of imprisonment in the case of a third or subsequent motor vehicle theft offence, providing that primary consideration must be given to the fact that the offence was committed for the benefit of, at the direction of or in association with a criminal organization and restricting the possibility for a person convicted of a motor vehicle theft offence of being subject to a conditional sentence order."
    },
    {
        "id": "C-380",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-380/",
        "status": "Dead",
        "subtitle": "An Act to amend the Canadian Environmental Protection Act, 1999 (plastic manufactured items)",
        "summary": "This enactment amends the  Canadian Environmental Protection Act, 1999  to delete plastic manufactured items from the list of toxic substances in Schedule 1 to that Act."
    },
    {
        "id": "C-381",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-381/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code (extortion)",
        "summary": "This enactment amends the  Criminal Code  to:  (a)\t amend mandatory minimum penalties in relation to the offence of extortion, including when the offence is committed for the benefit of, at the direction of, or in association with, a criminal organization; and  (b) add arson as an aggravating factor for the purposes of sentencing when a person is convicted of extortion."
    },
    {
        "id": "C-382",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-382/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Tax Act and the Income Tax Act (extra-energy-efficient products)",
        "summary": "This enactment amends the  Excise Tax Act  to exempt extra-energy-efficient products from the goods and services tax. It also amends the  Income Tax Act  to provide a tax credit for the purchase of those products."
    },
    {
        "id": "C-383",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-383/",
        "status": "Dormant",
        "subtitle": "An Act to prohibit the export of thermal coal from Canada",
        "summary": "This enactment prohibits the export of thermal coal from Canada except in accordance with a permit issued by the Minister of the Environment and the Minister of Transport."
    },
    {
        "id": "C-384",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-384/",
        "status": "Dormant",
        "subtitle": "An Act to establish Turkish Heritage Month",
        "summary": "This enactment designates the month of October as “Turkish Heritage Month”."
    },
    {
        "id": "C-385",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-385/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Motor Vehicle Transport Act",
        "summary": "This enactment amends the  Motor Vehicle Transport Act  to specify that, for a driver transporting livestock or insects, hours spent driving, or on duty, within a radius of 240 kilometres of the origin or final destination of a trip do not count towards the maximum number of hours of service per day permitted for that driver."
    },
    {
        "id": "C-386",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-386/",
        "status": "Dormant",
        "subtitle": "An Act respecting the establishment and award of a Special Service Medal for Domestic Emergency Relief Operations",
        "summary": "This enactment establishes a medal to be awarded to members and former members of the Canadian Forces, members and former members of the Royal Canadian Mounted Police, firefighters and former firefighters and first responders and former first responders who have served in certain domestic emergency relief operations."
    },
    {
        "id": "C-387",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-387/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Pension Plan",
        "summary": "This enactment amends the  Canada Pension Plan  to provide that the consent of at least two thirds of the provinces that do not provide a comprehensive pension plan is required before a province may adopt such a plan."
    },
    {
        "id": "C-388",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-388/",
        "status": "Dormant",
        "subtitle": "An Act to fast track energy and mining projects and to facilitate the provision of munitions to Ukraine and develop its munitions industry",
        "summary": "This enactment provides for the preparation of a plan to fast track Canadian energy and mining projects.  It also amends the Defence Production Act , the Export and Import Permits Act , the Export Development Act and the Business Development Bank of Canada Act to facilitate the provision of munitions to Ukraine by  (a) requiring the donation of surplus defence supplies to Ukraine;  (b) removing… read more"
    },
    {
        "id": "C-389",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-389/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Tax Act (automated external defibrillators)",
        "summary": "This enactment amends Schedule VI of the  Excise Tax Act  to add automated external defibrillators, kits containing them and pads and accessories designed to be used with them to the list of  zero-rated  supplies."
    },
    {
        "id": "C-390",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-390/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (provincial medical assistance in dying framework)",
        "summary": "This enactment amends the  Criminal Code  to provide that medical assistance in dying may be provided under a provincial framework that allows a person who has an illness that will deprive them of the capacity to consent to care to make an advance request for such assistance."
    },
    {
        "id": "C-391",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-391/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code and the Controlled Drugs and Substances Act (possession of weapons and drugs in hospitals)",
        "summary": "This enactment amends the  Criminal Code  to require the court to consider as an aggravating circumstance the fact that a person was in possession of a weapon in or near a hospital, on or near hospital grounds or in or near any other public health care facility.  It also amends the  Controlled Drugs and Substances Act  to prevent the Minister from granting an exemption that would result in the illicit or unprescribed use of a controlled substance in a hospital."
    },
    {
        "id": "C-392",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-392/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code to address the Supreme Court of Canada decision in R. v. Jordan",
        "summary": "This enactment amends the  Criminal Code  to codify the analytical framework the Supreme Court of Canada set out in its decision in  R. v. Jordan  regarding the right of an accused awaiting trial before a superior or provincial court to be tried within a reasonable time, and to provide for exceptions to this framework."
    },
    {
        "id": "C-393",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-393/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canadian Environmental Protection Act, 1999 (electronic products recycling program)",
        "summary": "This enactment amends the  Canadian Environmental Protection Act, 1999  to prohibit the manufacture and the commercial importation of electronic products that contain a substance that is specified on the list of toxic substances in Schedule 1 of that Act unless a recycling program for electronic products containing such a substance is established."
    },
    {
        "id": "C-394",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-394/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Controlled Drugs and Substances Act (importing, exporting and producing certain substances)",
        "summary": "This enactment amends the  Controlled Drugs and Substances Act  to reinstate certain mandatory minimum penalties in relation to importing, exporting and producing certain substances."
    },
    {
        "id": "C-395",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-395/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (public transit workers)",
        "summary": "This enactment amends the  Criminal Code , in relation to the offence of assault, to expand the aggravating circumstance of assaulting a public transit operator to include all public transit workers."
    },
    {
        "id": "C-396",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-396/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Tax Act (carbon pollution pricing)",
        "summary": "This enactment amends the  Excise Tax Act  to eliminate the goods and services tax (GST) in respect of carbon pollution pricing."
    },
    {
        "id": "C-397",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-397/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Excise Tax Act and the Department of Employment and Social Development Act",
        "summary": "This enactment amends the  Excise Tax Act  to add funeral services to the list of zero-rated supplies. It also amends the  Department of Employment and Social Development Act  to provide for the establishment of a one-stop service that would allow for the reporting of a death to the Minister of Employment and Social Development and the subsequent communication of relevant information to partner entities."
    },
    {
        "id": "C-398",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-398/",
        "status": "Dormant",
        "subtitle": "An Act to amend the National Housing Strategy Act",
        "summary": "This enactment amends the  National Housing Strategy Act  to require that the National Housing Strategy include measures to prevent the removal of homeless encampments on federal land and to identify alternatives to encampments. It also seeks to ensure that Indigenous peoples are involved and supported in determining and developing housing programs that affect them, and that responses to homeless encampments respect their rights. Finally, it specifies information to be included in the triennial report respecting the effectiveness of the Strategy."
    },
    {
        "id": "C-399",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-399/",
        "status": "Dormant",
        "subtitle": "An Act to establish the Office of the Ombud for the Department of Citizenship and Immigration and to make related and consequential amendments to other Acts",
        "summary": "This enactment establishes the Office of the Ombud for the Department of Citizenship and Immigration and sets out the Ombud’s powers, duties and functions. It also makes a related amendment to the  Languages Skills Act  and consequential amendments to certain other Acts."
    },
    {
        "id": "C-400",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-400/",
        "status": "Dormant",
        "subtitle": "An Act to establish a framework for the continued access to and use of cash in Canada and to make related amendments to other Acts",
        "summary": "This enactment provides for the development and implementation of a framework to ensure that cash continues to be available throughout Canada.  It also amends the  Currency Act  and the  Bank of Canada Act  to remove the Governor in Council’s power to call in coins and notes. Finally, it amends the  Bank of Canada Act  to prohibit the Bank of Canada from issuing a digital form of the dollar."
    },
    {
        "id": "C-401",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-401/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act (northern residents deduction)",
        "summary": "This enactment amends the  Income Tax Act  to increase the daily deduction that can be claimed for residing in a certain northern zone, to tie that amount to the Consumer Price Index and to remove the distinction between the intermediate zone and the northern zone by merging those two zones into one northern zone."
    },
    {
        "id": "C-402",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-402/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Marine Liability Act (national strategy respecting pollution caused by shipping container spills)",
        "summary": "This enactment amends the  Marine Liability Act  to provide for the development and implementation of a national strategy to address pollution caused by shipping container spills."
    },
    {
        "id": "C-403",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-403/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act and the Canada Pension Plan (deeming provision)",
        "summary": "This enactment amends the  Income Tax Act  to add a deeming provision in relation to the credit for mental or physical impairment set out in section 118.3.  It also amends the  Canada Pension Plan  to add a deeming provision in relation to disability pensions and benefits."
    },
    {
        "id": "C-404",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-404/",
        "status": "Dormant",
        "subtitle": "An Act to establish National Conversion Therapy Awareness Day",
        "summary": "This enactment establishes the 7th of January in each year as “National Conversion Therapy Awareness Day”."
    },
    {
        "id": "C-405",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-405/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code and the Parliament of Canada Act",
        "summary": "This enactment amends the  Criminal Code  to include a minimum punishment of imprisonment for a term of six months for cases of perjury before a House of Parliament. It also amends the  Parliament of Canada Act  to provide that a House of Parliament may impose a fine on a person who engages in conduct that amounts to contempt of Parliament."
    },
    {
        "id": "C-406",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-406/",
        "status": "Dormant",
        "subtitle": "An Act to establish a national framework to improve food price transparency",
        "summary": "This enactment provides for the development of a national framework respecting grocery pricing and unit price display practices. It also sets out reporting requirements in relation to the framework."
    },
    {
        "id": "C-407",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-407/",
        "status": "Dormant",
        "subtitle": "An Act to recognize a national livestock brand as a symbol of Canada and of the role of the West and frontier culture in building our nation",
        "summary": "This enactment recognizes and declares a livestock brand as the national livestock brand of Canada."
    },
    {
        "id": "C-408",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-408/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Referendum Act",
        "summary": "This enactment amends the  Referendum Act  to allow a referendum to be held on a question relating to the reform of Canada’s electoral system and to allow for a referendum to be held at the same time as a general election."
    },
    {
        "id": "C-409",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-409/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Labour Code (hours of work of flight attendants)",
        "summary": "This enactment amends the  Canada Labour Code  to provide that, in calculating the time in respect of which an employee who is a flight attendant is to be paid, the employer must include the time that the employee spends in carrying out their pre-flight and post-flight duties and in completing mandatory training programs."
    },
    {
        "id": "C-410",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-410/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act (campgrounds)",
        "summary": "This enactment amends the  Income Tax Act  to exclude campgrounds from the definition “specified investment business”."
    },
    {
        "id": "C-411",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/C-411/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (arson — wildfires and places of worship)",
        "summary": "This enactment amends the  Criminal Code  to create an offence for causing a wildfire and an offence for causing damage by fire or explosion to a place of worship. It also requires a court to consider as aggravating circumstances, in the context of arson by negligence, the fact that it resulted in a wildfire or the destruction of a place of worship."
    },
    {
        "id": "C-412",
        "title": "Promotion of Safety in the Digital Age",
        "url": "https://openparliament.ca/bills/44-1/C-412/",
        "status": "Unknown",
        "subtitle": "An Act to enact the Protection of Minors in the Digital Age Act and to amend the Criminal Code",
        "summary": "Part 1 of this enactment enacts the Protection of Minors in the Digital Age Act , the purpose of which is to provide for a safe online environment for minors by requiring owners and operators of platforms such as online services or applications to put the interests of minors first and to ensure that minors’ personal data is not used in a manner that could compromise their privacy, health or well-… read more"
    },
    {
        "id": "C-413",
        "title": "Amend the Criminal Code (promotion of hatred against Indigenous peoples)",
        "url": "https://openparliament.ca/bills/44-1/C-413/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code (promotion of hatred against Indigenous peoples)",
        "summary": "This enactment amends the  Criminal Code  to create an offence of wilfully promoting hatred against Indigenous peoples by condoning, denying, downplaying or justifying the Indian residential school system in Canada through statements communicated other than in private conversation."
    },
    {
        "id": "C-414",
        "title": "Amend the Canada Health Act (mental, addictions and substance use health services)",
        "url": "https://openparliament.ca/bills/44-1/C-414/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Canada Health Act (mental, addictions and substance use health services)",
        "summary": "This enactment amends the  Canada Health Act  to add mental, addictions and substance use health services to the definition of “insured health services”."
    },
    {
        "id": "C-415",
        "title": "Flight Attendants' Remuneration",
        "url": "https://openparliament.ca/bills/44-1/C-415/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Canada Labour Code (flight attendants)",
        "summary": "This enactment amends the  Canada Labour Code  to provide that, in calculating the time in respect of which an employee who is a flight attendant is to be paid, the employer must include the time that the employee spends in carrying out their pre-flight and post-flight duties and in completing mandatory training programs. It also provides that the employer must pay this employee not less than their regular rate of wages for carrying out these duties."
    },
    {
        "id": "C-416",
        "title": "Hungarian Heritage Month",
        "url": "https://openparliament.ca/bills/44-1/C-416/",
        "status": "Unknown",
        "subtitle": "An Act to designate the month of October as Hungarian Heritage Month",
        "summary": "This enactment designates the month of October as “Hungarian Heritage Month”."
    },
    {
        "id": "C-417",
        "title": "Assistance Animals Framework for Veterans",
        "url": "https://openparliament.ca/bills/44-1/C-417/",
        "status": "Unknown",
        "subtitle": "An Act to establish a framework on animal-assisted services for veterans",
        "summary": "This enactment provides for the development and implementation of a framework to enhance the provision of animal-assisted services to veterans by the Department of Veterans Affairs."
    },
    {
        "id": "C-418",
        "title": "Amend the Employment Insurance Act (accessibility and other measures)",
        "url": "https://openparliament.ca/bills/44-1/C-418/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Employment Insurance Act (accessibility and other measures)",
        "summary": "This enactment amends the Employment Insurance Act to, among other things  (a) increase the 2023 maximum yearly insurable earnings by 40 %;  (b) establish a hybrid criterion for receiving benefits that consists of hours or weeks of work and consequently eliminate the system of major and minor attachment claimants and the concept of a waiting period;  (c) allow an extension of the qualifying… read more"
    },
    {
        "id": "C-419",
        "title": "National Strategy for Universal Eye Care",
        "url": "https://openparliament.ca/bills/44-1/C-419/",
        "status": "Unknown",
        "subtitle": "An Act to establish a national strategy for universal eye care",
        "summary": "This enactment provides for the development of a national strategy to support universal access to eye care, vision correction and vision aids across Canada."
    },
    {
        "id": "C-420",
        "title": "Amend the Criminal Code (criminal organizations and proceeds of crime)",
        "url": "https://openparliament.ca/bills/44-1/C-420/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code (criminal organizations and proceeds of crime)",
        "summary": "This enactment amends the Criminal Code to require a judge who hears an application for a restraint order in respect of property that may be proceeds of crime obtained by committing an offence related to the activities of a criminal organization to make the order if the judge is satisfied that there are reasonable grounds to believe the property could disappear, be dissipated or reduce in value.… read more"
    },
    {
        "id": "C-421",
        "title": "National Food Cooperative Strategy",
        "url": "https://openparliament.ca/bills/44-1/C-421/",
        "status": "Unknown",
        "subtitle": "An Act to establish a national food cooperative strategy",
        "summary": "This enactment provides for the development of a national strategy to facilitate the establishment of food cooperatives in Canada. It also sets out reporting requirements respecting the strategy."
    },
    {
        "id": "C-422",
        "title": "Amend the Canada Disability Benefit",
        "url": "https://openparliament.ca/bills/44-1/C-422/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Canada Disability Benefit Act",
        "summary": "This enactment amends the  Canada Disability Benefit Act  to provide that a person’s eligibility for a benefit under that Act must not be affected by their eligibility for other such benefits, their marital status or their household income."
    },
    {
        "id": "C-423",
        "title": "Protection of the Right to Adequate Housing",
        "url": "https://openparliament.ca/bills/44-1/C-423/",
        "status": "Unknown",
        "subtitle": "An Act to amend the National Housing Strategy Act (right to adequate housing)",
        "summary": "This enactment amends the  National Housing Strategy Act  to require that, in order to reflect more closely the international law principle that the key elements of the right to adequate housing are affordability and security of tenure, the housing policy of the Government of Canada and the National Housing Strategy developed under that Act address the erosion of the supply of affordable housing and the impact on the housing market of investments in residential property by institutional investors."
    },
    {
        "id": "C-424",
        "title": "Addressing the Continuing Victimization of Homicide Victims' Families",
        "url": "https://openparliament.ca/bills/44-1/C-424/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code, the Corrections and Conditional Release Act and the Prisons and Reformatories Act",
        "summary": "This enactment amends the  Criminal Code  to add as an aggravating factor for sentencing purposes and as a reason to delay parole the fact that a person who is convicted of certain offences refuses to provide persons in authority with information respecting the location of bodies or remains. It also amends the  Corrections and Conditional Release Act  and the  Prisons and Reformatories Act  to add that fact as a consideration in the making of certain decisions under those Acts."
    },
    {
        "id": "S-201",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-201/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Elections Act and the Regulation Adapting the Canada Elections Act for the Purposes of a Referendum (voting age)",
        "summary": "This enactment amends the  Canada Elections Act  and the  Regulation Adapting the Canada Elections Act for the Purposes of a Referendum  to lower the voting age from 18 years to 16."
    },
    {
        "id": "S-202",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-202/",
        "status": "Law",
        "subtitle": "An Act to amend the Parliament of Canada Act (Parliamentary Visual Artist Laureate)",
        "summary": "This enactment creates the position of Parliamentary Visual Artist Laureate. It also corrects a reference to the Canada Council for the Arts in the English version of the  Parliament of Canada Act ."
    },
    {
        "id": "S-203",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-203/",
        "status": "Law",
        "subtitle": "An Act respecting a federal framework on autism spectrum disorder",
        "summary": "This enactment provides for the development of a federal framework designed to support autistic Canadians, their families and their caregivers."
    },
    {
        "id": "S-204",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-204/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Customs Tariff (goods from Xinjiang)",
        "summary": "This enactment amends the  Customs Tariff  to prohibit the importation of goods manufactured in the Xinjiang Uyghur Autonomous Region of the People's Republic of China."
    },
    {
        "id": "S-205",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-205/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code and to make consequential amendments to another Act (interim release and domestic violence recognizance orders)",
        "summary": "This enactment amends the  Criminal Code  in respect of interim release and other orders related to intimate partner violence offences. The enactment also provides for recognizance orders to be made when there is a reasonable fear of domestic violence."
    },
    {
        "id": "S-206",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-206/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code (disclosure of information by jurors)",
        "summary": "This enactment amends the  Criminal Code  to provide that the prohibition against the disclosure of information relating to jury proceedings does not apply, in certain circumstances, in respect of disclosure by jurors to health care professionals."
    },
    {
        "id": "S-207",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-207/",
        "status": "Dead",
        "subtitle": "An Act to change the name of the electoral district of Châteauguay—Lacolle",
        "summary": "This enactment changes the name of the electoral district of Châteauguay—Lacolle to “Châteauguay—Les Jardins-de-Napierville”."
    },
    {
        "id": "S-208",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-208/",
        "status": "Dead",
        "subtitle": "An Act respecting the Declaration on the Essential Role of Artists and Creative Expression in Canada",
        "summary": "This enactment provides a framework for the Government of Canada’s implementation of the Declaration on the Essential Role of Artists and Creative Expression in Canada, including by requiring the Minister of Canadian Heritage to prepare and implement an action plan to give expression to the Declaration."
    },
    {
        "id": "S-209",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-209/",
        "status": "Law",
        "subtitle": "An Act respecting Pandemic Observance Day",
        "summary": "This enactment designates March 11th in each and every year as “Pandemic Observance Day”."
    },
    {
        "id": "S-210",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-210/",
        "status": "Dormant",
        "subtitle": "An Act to restrict young persons’ online access to sexually explicit material",
        "summary": "This enactment makes it an offence for organizations to make sexually explicit material available to young persons on the Internet. It also enables a designated enforcement authority to take steps to prevent sexually explicit material from being made available to young persons on the Internet in Canada."
    },
    {
        "id": "S-211",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-211/",
        "status": "Law",
        "subtitle": "An Act to enact the Fighting Against Forced Labour and Child Labour in Supply Chains Act and to amend the Customs Tariff",
        "summary": "This enactment enacts the Fighting Against Forced Labour and Child Labour in Supply Chains Act , which imposes an obligation on certain government institutions and private-sector entities to report on the measures taken to prevent and reduce the risk that forced labour or child labour is used by them or in their supply chains. The Act provides for an inspection regime applicable to entities and… read more"
    },
    {
        "id": "S-212",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-212/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Records Act, to make consequential amendments to other Acts and to repeal a regulation",
        "summary": "This enactment amends the  Criminal Records Act  to provide for the expiry of criminal records. It also makes consequential amendments to other Acts and repeals a regulation."
    },
    {
        "id": "S-213",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-213/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (independence of the judiciary)",
        "summary": "This enactment amends the Criminal Code to give a court the discretion to vary the punishment to be imposed in respect of an offence for which the punishment — or different degrees or kinds of punishment — is prescribed in an enactment.  It allows a court to decide to not make a mandatory prohibition order provided for under a provision of that Act — or to add conditions or vary any of the… read more"
    },
    {
        "id": "S-214",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-214/",
        "status": "Law",
        "subtitle": "An Act to establish International Mother Language Day",
        "summary": "This enactment designates the 21st day of February in each and every year as “International Mother Language Day”."
    },
    {
        "id": "S-215",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-215/",
        "status": "Dormant",
        "subtitle": "An Act respecting measures in relation to the financial stability of post-secondary institutions",
        "summary": "This enactment provides for the development of a proposal for federal initiatives designed to ensure the financial stability of post-secondary institutions. It also amends the  Bankruptcy and Insolvency Act  and the  Companies’ Creditors Arrangement Act  to exclude post-secondary educational institutions from the definitions of  corporation  and  company  under those Acts, respectively."
    },
    {
        "id": "S-216",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-216/",
        "status": "Dead",
        "subtitle": "An Act to amend the Income Tax Act (use of resources of a registered charity)",
        "summary": "This enactment amends the  Income Tax Act  to permit charities to provide their resources to a person who is not a qualified donee, provided that they take reasonable steps to ensure those resources are used exclusively for a charitable purpose."
    },
    {
        "id": "S-217",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-217/",
        "status": "Dead",
        "subtitle": "An Act respecting the repurposing of certain seized, frozen or sequestrated assets",
        "summary": "This enactment provides for the reporting and disposition of assets seized, frozen or sequestrated under the  Special Economic Measures Act , the  Freezing Assets of Corrupt Foreign Officials Act  and the  Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law) ."
    },
    {
        "id": "S-218",
        "title": "Amend the Department for Women and Gender Equality",
        "url": "https://openparliament.ca/bills/44-1/S-218/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Department for Women and Gender Equality Act",
        "summary": "This enactment amends the  Department for Women and Gender Equality Act  to require the Minister for Women and Gender Equality to examine the potential effects of certain bills and amendments on women and to report to Parliament accordingly."
    },
    {
        "id": "S-219",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-219/",
        "status": "Law",
        "subtitle": "An Act respecting a National Ribbon Skirt Day",
        "summary": "This enactment designates the 4th day of January in each and every year as “National Ribbon Skirt Day”."
    },
    {
        "id": "S-220",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-220/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Languages Skills Act (Governor General)",
        "summary": "The enactment adds the office of Governor General to the list of offices subject to the  Language Skills Act ."
    },
    {
        "id": "S-221",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-221/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Governor General’s Act (retiring annuity and other benefits)",
        "summary": "This enactment amends the  Governor General’s Act  to provide that a Governor General is not eligible for a retiring annuity or other benefits unless they hold office for at least five consecutive years."
    },
    {
        "id": "S-222",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-222/",
        "status": "Law",
        "subtitle": "An Act to amend the Department of Public Works and Government Services Act (use of wood)",
        "summary": "This enactment amends the  Department of Public Works and Government Services Act  to permit the Minister, in developing requirements for public works, to allow the use of wood or any other thing that achieves environmental benefits."
    },
    {
        "id": "S-223",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-223/",
        "status": "Law",
        "subtitle": "An Act to amend the Criminal Code and the Immigration and Refugee Protection Act (trafficking in human organs)",
        "summary": "This enactment amends the  Criminal Code  to create new offences in relation to trafficking in human organs. It also amends the  Immigration and Refugee Protection Act  to provide that a permanent resident or foreign national is inadmissible to Canada if the appropriate minister is of the opinion that they have engaged in any activities relating to trafficking in human organs."
    },
    {
        "id": "S-224",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-224/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code (trafficking in persons)",
        "summary": "This enactment amends the  Criminal Code  to specify what constitutes exploitation for the purpose of establishing whether a person has committed the offence of trafficking in persons."
    },
    {
        "id": "S-225",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-225/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Prohibiting Cluster Munitions Act (investments)",
        "summary": "This enactment creates a new prohibition against investing in an entity that has breached a prohibition relating to cluster munitions, explosive submunitions and explosive bomblets."
    },
    {
        "id": "S-226",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-226/",
        "status": "Dead",
        "subtitle": "An Act to amend the Constitution Act, 1867 and the Parliament of Canada Act (Speaker of the Senate)",
        "summary": "This enactment amends the  Constitution Act, 1867  to provide for the election of the Speaker and the Deputy Speaker of the Senate and their participation in votes. It also makes related amendments to the  Parliament of Canada Act ."
    },
    {
        "id": "S-227",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-227/",
        "status": "Law",
        "subtitle": "An Act to establish Food Day in Canada",
        "summary": "This enactment designates the Saturday before the first Monday in August in each and every year as “Food Day in Canada”."
    },
    {
        "id": "S-228",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-228/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Constitution Act, 1867 (property qualifications of Senators)",
        "summary": "This enactment amends the  Constitution Act, 1867  to eliminate the requirement that Senators have a personal net worth of at least $4,000 and to eliminate the real property requirement for Senators representing a province other than Quebec."
    },
    {
        "id": "S-229",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-229/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Language Skills Act (Lieutenant Governor of New Brunswick)",
        "summary": "This enactment adds the office of Lieutenant Governor of New Brunswick to the list of offices subject to the  Language Skills Act ."
    },
    {
        "id": "S-230",
        "title": "Providing Alternatives to Isolation and Ensuring Oversight and Remedies in the Correctional System Act (Tona’s Law)",
        "url": "https://openparliament.ca/bills/44-1/S-230/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Corrections and Conditional Release Act",
        "summary": "This enactment amends the Corrections and Conditional Release Act to, among other things,  (a) require that, if a person who is sentenced, transferred or committed to a penitentiary has disabling mental health issues, they will be transferred to a hospital;  (b) ensure that a person may only be confined in a structured intervention unit for longer than 48 hours on an order of a superior court;  (… read more"
    },
    {
        "id": "S-231",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-231/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code, the Criminal Records Act, the National Defence Act and the DNA Identification Act",
        "summary": "This enactment amends the  Criminal Code , the  Criminal Records Act , the  National Defence Act  and the  DNA Identification Act  to promote the DNA collection system and increase the number of DNA profiles stored in the national DNA data bank."
    },
    {
        "id": "S-232",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-232/",
        "status": "Dormant",
        "subtitle": "An Act respecting the development of a national strategy for the decriminalization of illegal substances, to amend the Controlled Drugs and Substances Act and to make consequential amendments to other Acts",
        "summary": "This enactment provides for the development of a national  strategy  to decriminalize simple possession of illegal substances, amends the  Controlled Drugs and Substances Act  to repeal provisions that make it an offence to possess certain substances and makes consequential amendments to other Acts."
    },
    {
        "id": "S-233",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-233/",
        "status": "Dormant",
        "subtitle": "An Act to develop a national framework for a guaranteed livable basic income",
        "summary": "This enactment requires the Minister of Finance to develop a national framework to provide all persons over the age of 17 in Canada with access to a guaranteed livable basic income. It also provides for reporting requirements with respect to the framework."
    },
    {
        "id": "S-234",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-234/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canadian Environmental Protection Act, 1999 (final disposal of plastic waste)",
        "summary": "This enactment amends the  Canadian Environmental Protection Act, 1999  to prohibit the export of certain types of plastic waste to foreign countries for final disposal."
    },
    {
        "id": "S-235",
        "title": "Amend the Citizenship Act and the Immigration and Refugee Protection",
        "url": "https://openparliament.ca/bills/44-1/S-235/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Citizenship Act and the Immigration and Refugee Protection Act",
        "summary": "This enactment amends the  Citizenship Act  to provide a path to citizenship for certain persons who were not citizens when they transitioned out of the care of a child welfare agency or foster parent. It also amends the  Immigration and Refugee Protection Act  to provide that a removal order cannot be enforced against such a person who is applying for citizenship until a final decision is made on their application."
    },
    {
        "id": "S-236",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-236/",
        "status": "Dead",
        "subtitle": "An Act to amend the Employment Insurance Act and the Employment Insurance Regulations (Prince Edward Island)",
        "summary": "This enactment amends the  Employment Insurance Act  and the  Employment Insurance Regulations  to provide that Prince Edward Island is one region for the purpose of applying Parts I and VIII of the Act."
    },
    {
        "id": "S-237",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-237/",
        "status": "Dormant",
        "subtitle": "An Act to establish the Foreign Influence Registry and to amend the Criminal Code",
        "summary": "This enactment enacts the  Foreign Influence Registry and Accountability Act , which imposes an obligation on individuals acting on behalf of a foreign principal to file a return when they undertake specific actions with respect to public office holders. It also provides for the establishment of a public registry in which all returns must be kept.  It also amends the  Criminal Code  to increase the sentence for intimidation if the offender acted on behalf of the government of a foreign state, and it specifies that anyone who has filed a return under the  Foreign Influence Registry and Accountability Act  is presumed to be acting on behalf of the government of a foreign state unless the contrary is proved on a balance of probabilities."
    },
    {
        "id": "S-238",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-238/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code and the Canadian Victims Bill of Rights (information about the victim)",
        "summary": "This enactment amends provisions of the  Criminal Code  in order to provide for the possibility of ordering an accused, defendant, offender or other person to refrain from publishing, distributing, transmitting or making available on the Internet any information concerning victims and, in some cases, other persons.  It also amends the  Canadian Victims Bill of Rights  by adding a right to have reasonable measures taken in order to prohibit an offender from publishing, distributing, transmitting or making available on the Internet any information concerning victims."
    },
    {
        "id": "S-239",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-239/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (criminal interest rate)",
        "summary": "This enactment amends the  Criminal Code  to reduce the criminal rate of interest from sixty per cent to the Bank of Canada’s overnight rate plus twenty per cent."
    },
    {
        "id": "S-240",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-240/",
        "status": "Dead",
        "subtitle": "An Act to amend the Old Age Security Act (definition of income)",
        "summary": "This enactment amends a reference to the  Budget Implementation Act, 2021, No. 1  in the definition of  income  in the  Old Age Security Act ."
    },
    {
        "id": "S-241",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-241/",
        "status": "Dead",
        "subtitle": "An Act to amend the Criminal Code and the Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade Act (great apes, elephants and certain other animals)",
        "summary": "This enactment amends the  Criminal Code  to create offences  respecting  great apes, elephants and certain other non-domesticated animals in captivity, including respecting captive breeding. It also amends the  Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade Act  to require a permit for the import, export or interprovincial transportation and captive breeding  of great apes, elephants and certain other non-domesticated animals."
    },
    {
        "id": "S-242",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-242/",
        "status": "Dead",
        "subtitle": "An Act to amend the Radiocommunication Act",
        "summary": "This enactment amends the  Radiocommunication Act  to require spectrum licence holders  (a) to deploy the spectrum to at least 50% of the population within the geographic area covered by the spectrum licence; and  (b) in respect of the utilization of radio frequencies within a Tier 1 to 4 service area as described in  Canada Gazette  notice DGSO-006-19,  Decision on a New Set of Service Areas for Spectrum Licensing , published on July 23, 2019, to deploy the spectrum to provide service to at least 50% of the population within any Tier 5 service areas located within the geographic area covered by the spectrum licence."
    },
    {
        "id": "S-243",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-243/",
        "status": "Dormant",
        "subtitle": "An Act to enact the Climate-Aligned Finance Act and to make related amendments to other Acts",
        "summary": "Part 1 enacts the  Climate-Aligned Finance Act  which, among other things, establishes climate commitments and obligations of various entities in relation to them. Subsequent parts establish further obligations on entities — primarily financial entities — in relation to the climate commitments provided for under the  Climate-Aligned Finance Act ."
    },
    {
        "id": "S-244",
        "title": "Amend the Department of Employment and Social Development Act and the Employment Insurance Act (Employment Insurance Council)",
        "url": "https://openparliament.ca/bills/44-1/S-244/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Department of Employment and Social Development Act and the Employment Insurance Act (Employment Insurance Council)",
        "summary": "This enactment amends the  Department of Employment and  Social  Development Act  to establish the Employment Insurance Council. It also amends the  Employment Insurance Act  in respect of the Council."
    },
    {
        "id": "S-245",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-245/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Citizenship Act (granting citizenship to certain Canadians)",
        "summary": "This enactment amends the  Citizenship Act  to permit certain persons who lost their Canadian citizenship to regain it."
    },
    {
        "id": "S-246",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-246/",
        "status": "Law",
        "subtitle": "An Act respecting Lebanese Heritage Month",
        "summary": "This enactment designates the month of November as “Lebanese Heritage Month”."
    },
    {
        "id": "S-247",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-247/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law)",
        "summary": "This enactment amends the Justice for Victims of Corrupt Foreign Officials Act (Sergei Magnitsky Law) to, among other things,  (a) allow the Governor in Council to restrict or prohibit certain activities in relation to family members of foreign nationals who are responsible for gross violations of internationally recognized human rights;  (b) allow the Governor in Council to order the seizure,… read more"
    },
    {
        "id": "S-248",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-248/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (medical assistance in dying)",
        "summary": "This enactment amends the  Criminal Code  to  (a) permit an individual whose death is not reasonably foreseeable to enter into a written arrangement to receive medical assistance in dying on a specified day if they lose the capacity to consent to receiving medical assistance in dying prior to that day; and  (b) permit an individual who has been diagnosed with a serious and incurable illness, disease or disability to make a written declaration to waive the requirement for final consent when receiving medical assistance in dying if they lose the capacity to consent to receive medical assistance in dying, are suffering from symptoms outlined in the written declaration and have met all other relevant safeguards outlined in the  Criminal Code ."
    },
    {
        "id": "S-249",
        "title": "Georgina’s Law",
        "url": "https://openparliament.ca/bills/44-1/S-249/",
        "status": "Unknown",
        "subtitle": "An Act respecting national action for the prevention of intimate partner violence",
        "summary": "This enactment provides for the continuation of national action for the prevention of intimate partner violence."
    },
    {
        "id": "S-250",
        "title": "Amend the Criminal Code (sterilization procedures)",
        "url": "https://openparliament.ca/bills/44-1/S-250/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Criminal Code (sterilization procedures)",
        "summary": "This enactment amends the  Criminal Code  to clarify that a sterilization procedure is an act that wounds or maims a person for the purposes of subsection 268(1)."
    },
    {
        "id": "S-251",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-251/",
        "status": "Dormant",
        "subtitle": "An Act to repeal section 43 of the Criminal Code (Truth and Reconciliation Commission of Canada's call to action number 6)",
        "summary": "This enactment repeals section 43 of the  Criminal Code  (correction of child by force) in order to respond to the Truth and Reconciliation Commission of Canada’s call to action number 6."
    },
    {
        "id": "S-252",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-252/",
        "status": "Dormant",
        "subtitle": "An Act respecting Jury Duty Appreciation Week",
        "summary": "This enactment designates the second week of May in each and every year as “Jury Duty Appreciation Week”."
    },
    {
        "id": "S-253",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-253/",
        "status": "Dormant",
        "subtitle": "An Act respecting a national framework for fetal alcohol spectrum disorder",
        "summary": "This enactment provides for the development of a national framework designed to support Canadians with fetal alcohol spectrum disorder, their families and their caregivers."
    },
    {
        "id": "S-254",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-254/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Food and Drugs Act (warning label on alcoholic beverages)",
        "summary": "This enactment amends the  Food and Drugs Act  to require a warning label on alcoholic beverages."
    },
    {
        "id": "S-255",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-255/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (murder of an intimate partner, one's own child or an intimate partner's child)",
        "summary": "The enactment amends the  Criminal Code  to classify the murder of an intimate partner, one's own child or an intimate partner's child as first degree murder."
    },
    {
        "id": "S-256",
        "title": "Canadian Postal Safety",
        "url": "https://openparliament.ca/bills/44-1/S-256/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Canada Post Corporation Act (seizure) and to make related amendments to other Acts",
        "summary": "This enactment amends the  Canada Post Corporation Act  to designate certain statutes under which items in the course of post may be seized, detained or retained. It makes related amendments to the  Criminal Code , the  Controlled Drugs and Substances Act  and the  Cannabis Act ."
    },
    {
        "id": "S-257",
        "title": "Amend the Canadian Human Rights Act (protecting against discrimination based on political belief)",
        "url": "https://openparliament.ca/bills/44-1/S-257/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Canadian Human Rights Act (protecting against discrimination based on political belief)",
        "summary": "This enactment amends the  Canadian Human Rights Act  to add political belief and political activity to the list of prohibited grounds of discrimination."
    },
    {
        "id": "S-258",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-258/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Revenue Agency Act (reporting on unpaid income tax)",
        "summary": "This enactment amends the  Canada Revenue Agency Act  to require the Canada Revenue Agency to list all convictions for tax evasion — including international tax evasion — in the annual report it submits to the Minister of National Revenue. It also requires the Agency, once every three years, to include statistics on the tax gap in the annual report. In addition, this enactment specifies that the Minister is to provide data on the tax gap to the Parliamentary Budget Officer."
    },
    {
        "id": "S-259",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-259/",
        "status": "Dormant",
        "subtitle": "An Act to designate the month of March as Hellenic Heritage Month",
        "summary": "This enactment designates the month of March as “Hellenic Heritage Month”."
    },
    {
        "id": "S-260",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-260/",
        "status": "Dormant",
        "subtitle": "An Act respecting National Diffuse Midline Glioma Awareness Day",
        "summary": "This enactment designates the 17th day of May in each and every year as “National Diffuse Midline Glioma Awareness Day”."
    },
    {
        "id": "S-261",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-261/",
        "status": "Dormant",
        "subtitle": "An Act respecting non-disclosure agreements",
        "summary": "This enactment requires the President of the Treasury Board to report on the use of certain non-disclosure agreements in the federal public sector. It also requires Parliament to undertake a review of the Act every two years after it enters into force.  It amends the Financial Administration Act and the Parliament of Canada Act in respect of the use of public money to enter into non-disclosure… read more"
    },
    {
        "id": "S-262",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-262/",
        "status": "Dead",
        "subtitle": "An Act to amend the Citizenship Act (Oath of Citizenship)",
        "summary": "This enactment amends the  Citizenship Act  to provide two  options  for the oath of citizenship."
    },
    {
        "id": "S-263",
        "title": "National Strategy to Combat Human Trafficking",
        "url": "https://openparliament.ca/bills/44-1/S-263/",
        "status": "Unknown",
        "subtitle": "An Act respecting the National Strategy to Combat Human Trafficking",
        "summary": "This enactment requires the Minister of Public Safety and Emergency Preparedness to maintain and update the National Strategy to Combat Human Trafficking and address the harms caused by human trafficking. It also provides for review and reporting requirements in respect of the National Strategy."
    },
    {
        "id": "S-264",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-264/",
        "status": "Dormant",
        "subtitle": "An Act to establish International Tax Justice and Cooperation Day",
        "summary": "This enactment designates June 4 as “International Tax Justice and Cooperation Day”."
    },
    {
        "id": "S-265",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-265/",
        "status": "Dormant",
        "subtitle": "An Act to enact the Federal Ombudsperson for Victims of Crime Act, to amend the Canadian Victims Bill of Rights and to establish a framework for implementing the rights of victims of crime",
        "summary": "This enactment establishes the Office of the Federal Ombudsperson for Victims of Crime, sets out the Ombudsperson’s powers, duties and functions and makes consequential amendments to certain acts. It also amends the  Canadian Victims Bill of Rights  to enhance some of the rights granted to victims of crime and establishes a framework for implementing those rights."
    },
    {
        "id": "S-266",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-266/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code and the Sex Offender Information Registration Act",
        "summary": "This enactment amends the  Criminal Code  to allow a court to  order that a sex offender who is likely to reoffend must complywith the reporting requirements under the  Sex Offender InformationRegistration Act  for 30 years. It also provides that a sexoffender must complete a sexual behaviour treatment programbefore applying for termination of the order.  The enactment also amends the  Sex Offender Information RegistrationAct  to increase the frequency with which a sex offendermust report to a registration centre and to require an offender toreport to a registration centre before moving to a new address.Finally, the enactment makes it an offence to fail to report to aregistration centre as required."
    },
    {
        "id": "S-267",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-267/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code (aggravating circumstance — evacuation order or emergency)",
        "summary": "This enactment amends the  Criminal Code  to provide that taking advantage of the fact that a place is under an evacuation order or is experiencing a natural disaster or emergency is to be considered an aggravating circumstance for sentencing purposes."
    },
    {
        "id": "S-268",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-268/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Criminal Code and the Indian Act",
        "summary": "This enactment amends section 207 the Criminal Code to provide that the governing body of a First Nation has exclusive authority to conduct and manage a lottery scheme on its reserve and to license the conduct and management of a lottery scheme by other persons and entities on its reserve, if the governing body of the First Nation has provided notice to the Government of Canada and the government… read more"
    },
    {
        "id": "S-269",
        "title": "National Framework on Advertising for Sports Betting",
        "url": "https://openparliament.ca/bills/44-1/S-269/",
        "status": "Unknown",
        "subtitle": "An Act respecting a national framework on advertising for sports betting",
        "summary": "This enactment provides for the development of a national framework to regulate advertising for sports betting in Canada and to set national standards for prevention of risk for persons negatively impacted. It also provides for the Canadian Radio-television and Telecommunications Commission to review its regulations and policies to assess their adequacy and effectiveness in reducing the incidence of harms resulting from the proliferation of advertising of sports betting."
    },
    {
        "id": "S-270",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-270/",
        "status": "Dead",
        "subtitle": "An Act to amend the Health of Animals Act and the Agriculture and Agri-Food Administrative Monetary Penalties Regulations (live horses)",
        "summary": "This Act amends the  Health of Animals Act  to prohibit the export from Canada of live horses and other equines for slaughter. It also amends the  Agriculture and Agri-Food Administrative Monetary Penalties Regulations  to make the administrative monetary penalty regime set out in those regulations applicable to a violation of the prohibition on the export of live horses or other equines for slaughter."
    },
    {
        "id": "S-271",
        "title": "Amend the Royal Canadian Mounted Police",
        "url": "https://openparliament.ca/bills/44-1/S-271/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Royal Canadian Mounted Police Act",
        "summary": "This enactment amends the  Royal Canadian Mounted Police Act  to provide that the duties of members who are peace officers  include  the prevention of offences against First Nation laws and the execution of warrants that may, under First Nation laws, be lawfully executed and performed by peace officers."
    },
    {
        "id": "S-272",
        "title": "Amend the Director of Public Prosecutions",
        "url": "https://openparliament.ca/bills/44-1/S-272/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Director of Public Prosecutions Act",
        "summary": "This enactment amends the  Director of Public Prosecutions Act  to provide that the Director of Public Prosecutions initiates and conducts prosecutions of summary conviction offences under First Nation laws on behalf of the First Nation that made or  enacted  the First Nation law, unless the First Nation has appointed or retained a prosecutor or entered into an agreement with a provincial or territorial government for the prosecution of such offences."
    },
    {
        "id": "S-273",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-273/",
        "status": "Dormant",
        "subtitle": "An Act to declare the Chignecto Isthmus Dykeland System and related works to be for the general advantage of Canada",
        "summary": "This enactment declares the Chignecto Isthmus Dykeland System and related works to be works for the general advantage of Canada."
    },
    {
        "id": "S-274",
        "title": "National Thanadelthur Day",
        "url": "https://openparliament.ca/bills/44-1/S-274/",
        "status": "Unknown",
        "subtitle": "An Act to establish National Thanadelthur Day",
        "summary": "This enactment designates the 5th day of February in each year as “National Thanadelthur Day”."
    },
    {
        "id": "S-275",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-275/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Bank of Canada Act (mandate, monetary policy governance and accountability)",
        "summary": "This enactment amends the  Bank of Canada Act  to clarify the Bank’s mandate, define the objectives of monetary policy, and establish a monetary policy committee while specifying that committee's duties in order to better balance the Bank’s independence with its accountability to Canadians.   It also sets out assessment and transparency requirements and provides for an agreement between the Bank and the Government of Canada respecting monetary policy."
    },
    {
        "id": "S-276",
        "title": "Ukrainian Heritage Month",
        "url": "https://openparliament.ca/bills/44-1/S-276/",
        "status": "Unknown",
        "subtitle": "An Act respecting Ukrainian Heritage Month",
        "summary": "This enactment designates the month of September as \"Ukrainian Heritage Month\"."
    },
    {
        "id": "S-277",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-277/",
        "status": "Dormant",
        "subtitle": "An Act respecting a framework to strengthen Canada–Taiwan relations",
        "summary": "This enactment provides a framework for the strengthening of relations between the people of Canada and the people of Taiwan, including in respect of security cooperation and economic, cultural and legal affairs."
    },
    {
        "id": "S-278",
        "title": "Amend the Special Economic Measures Act (disposal of foreign state assets)",
        "url": "https://openparliament.ca/bills/44-1/S-278/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Special Economic Measures Act (disposal of foreign state assets)",
        "summary": "This enactment amends the  Special Economic Measures Act  to allow the Governor in Council to dispose of a foreign state’s  assets  seized under the Act if the seizure occurred without a judicial order."
    },
    {
        "id": "S-279",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-279/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Income Tax Act (data on registered charities)",
        "summary": "This enactment amends the  Income Tax Act  to require that registered charities provide certain demographic data concerning their officers to the Minister of National Revenue, who must compile that information for reporting purposes."
    },
    {
        "id": "S-280",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-280/",
        "status": "Dormant",
        "subtitle": "An Act respecting a national framework on sickle cell disease",
        "summary": "This enactment provides for the development of a national framework to support Canadians with sickle cell disease (also known as sickle cell anemia or drepanocytosis), their families and their caregivers."
    },
    {
        "id": "S-281",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-281/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Corrections and Conditional Act (parole review)",
        "summary": "This enactment amends the  Corrections and Conditional ReleaseAct  to provide that, in the case of an offender who is serving asentence for first degree murder or second degree murder, paroleis reviewed in accordance with the statutory time frames —not on application by the offender — once the Board has decidednot to grant day or full parole to the offender or to cancel or terminatethe offender’s parole."
    },
    {
        "id": "S-282",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-282/",
        "status": "Dormant",
        "subtitle": "An Act respecting a national strategy for children and youth in Canada",
        "summary": "This enactment provides for the development of a national strategy to support children and youths in Canada."
    },
    {
        "id": "S-283",
        "title": "Amend the Canada Elections Act (demographic information)",
        "url": "https://openparliament.ca/bills/44-1/S-283/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Canada Elections Act (demographic information)",
        "summary": "This enactment amends the  Canada Elections Act  to require certain registered parties to make diversity-related information available to the public. It further amends the Act to require the Chief Electoral Officer to collect and report on demographic  information  related to candidates, nomination contestants and leadership contestants."
    },
    {
        "id": "S-284",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-284/",
        "status": "Dormant",
        "subtitle": "An Act to establish a National Framework on Heart Failure",
        "summary": "This enactment provides for the development of a national framework to support improved access for Canadians to prevention, diagnosis and treatment of heart failure."
    },
    {
        "id": "S-285",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-285/",
        "status": "Dormant",
        "subtitle": "An Act to amend the Canada Business Corporations Act (purpose of a corporation)",
        "summary": "This enactment amends the  Canada Business Corporations Act  to provide that a corporation’s purpose is to pursue its best  interests  while also operating in a manner that  (a) benefits the wider society and the environment in a manner proportionate to its size and the nature of its operations; and  (b) minimizes any harm that the corporation causes to the wider society and the environment, with the objective of eliminating such harm.  It also makes related amendments."
    },
    {
        "id": "S-286",
        "title": "National Immigration Month",
        "url": "https://openparliament.ca/bills/44-1/S-286/",
        "status": "Unknown",
        "subtitle": "An Act respecting National Immigration Month",
        "summary": "This enactment designates the month of November as “National Immigration Month”."
    },
    {
        "id": "S-287",
        "title": "Amend the Canada Transportation Act (interswitching)",
        "url": "https://openparliament.ca/bills/44-1/S-287/",
        "status": "Unknown",
        "subtitle": "An Act to amend the Canada Transportation Act (interswitching)",
        "summary": "This enactment provides for the repeal of certain provisions of the  Canada Transportation Act  concerning the extension of railway interswitching."
    },
    {
        "id": "S-288",
        "title": "Inherited Blood Disorders Awareness Day",
        "url": "https://openparliament.ca/bills/44-1/S-288/",
        "status": "Unknown",
        "subtitle": "An Act respecting Inherited Blood Disorders Awareness Day",
        "summary": "This enactment designates October 18th in each and every year as “Inherited Blood Disorders Awareness Day”."
    },
    {
        "id": "S-289",
        "title": "Gatineau Park",
        "url": "https://openparliament.ca/bills/44-1/S-289/",
        "status": "Unknown",
        "subtitle": "An Act to amend the National Capital Act (Gatineau Park)",
        "summary": "The bill amends the National Capital Act to, among other things,  (a) establish the boundaries of Gatineau Park;  (b) prioritize the ecological integrity of the park in its management by the National Capital Commission (NCC);  (c) prohibit the sale of public lands located within the park, with certain exceptions;  (d) strengthen consultation and collaboration between the NCC, the Algonquin… read more"
    },
    {
        "id": "S-290",
        "title": "Alcoholic Beverage Promotion Prohibition",
        "url": "https://openparliament.ca/bills/44-1/S-290/",
        "status": "Unknown",
        "subtitle": "An Act to prohibit the promotion of alcoholic beverages",
        "summary": "This enactment prohibits the promotion of alcoholic beverages, subject to specific exceptions. It also provides a regime for  administration  and enforcement, associated regulation-making powers, and associated offences and punishments."
    },
    {
        "id": "S-291",
        "title": "Judicial Independence Day",
        "url": "https://openparliament.ca/bills/44-1/S-291/",
        "status": "Unknown",
        "subtitle": "An Act to establish Judicial Independence Day",
        "summary": "This enactment designates January 11th in each and every year as “Judicial Independence Day”."
    },
    {
        "id": "S-1001",
        "title": "",
        "url": "https://openparliament.ca/bills/44-1/S-1001/",
        "status": "Law",
        "subtitle": "An Act to amalgamate The Roman Catholic Episcopal Corporation of Ottawa and The Roman Catholic Episcopal Corporation for the Diocese of Alexandria-Cornwall, in Ontario, Canada",
        "summary": "This enactment provides for the incorporation of The Roman Catholic Episcopal Corporation for the Diocese of Ottawa-Cornwall, an entity to be formed by the amalgamation of The Roman Catholic Episcopal Corporation of Ottawa and The Roman Catholic Episcopal Corporation for the Diocese of Alexandria-Cornwall, in Ontario, Canada."
    }
]